Repository: makesoftwaresafe/toyota-multimedia-2022
Catalog: Linux/rpm-5.4.15/po/*.po
Languages: da

source: installing package %s needs %lu inodes on the %s filesystem
da: installation af pakken %s kræver %lu inoder på %s-filsystemet

source: package %s pre-transaction syscall(s): %s failed: %s
da: pakke %s prætransaktion-systemkald: %s mislykkedes: %s

source: %s is needed by %s%s
da: %s kræves af %s%s

source: (installed)
da: (installeret)

source: %s conflicts with %s%s
da: %s skaber konflikt med %s%s

source: installing package %s on %s rdonly filesystem
da: installerer pakke %s på det skrivebeskyttet filsystem %s

source: unknown error %d encountered while manipulating package %s
da: ukendt fejl %d under arbejdet med pakken %s

source: Configured system provides (from %s):
da: Provides for konfigureret system (fra %s):

source: Features provided by rpmlib installer:
da: Egenskaber leveret af rpmlib-installationsprogram:

source: Features provided by current cpuinfo (from %s):
da: Egenskaber leveret af aktuel cpuinfo (fra %s):

source: Features provided by current getconf:
da: Egenskaber leveret af aktuel getconf:

source: Features provided by current uname:
da: Egenskaber leveret af aktuel uname:

source: Excluding TID from rollback: %-24.24s (0x%08x)
da: Udelukker TID fra tilbagerulning: %-24.24s (0x%08x)

source: Missing re-packaged package(s)
da: Mangler genpakkede pakker

source: Rollback packages (+%d/-%d) to %-24.24s (0x%08x):
da: Tilbagerulningspakker (+%d/-%d) til %-24.24s (0x%08x):

source: Cleaning up repackaged packages:
da: Rydder genpakkede pakker op:

source: Removing %s:
da: Fjerner %s:

source: cannot open Packages database in %s
da: kunne ikke åbne Packages-database i %s

source: cannot open Solve database in %s
da: kan ikke åbne Solvedatabase i %s

source: incorrect solve path format: %s
da: ugyldigt solvestiformat: %s

source: Unable to change root directory: %m
da: Kunne ikke ændre rodmappe: %m

source: rpmdb erase failed. NEVRA: %s
da: fjernelse af rpmdb mislykkedes. NEVRA: %s

source: Rollback to %-24.24s (0x%08x)
da: Tilbagerulning til %-24.24s (0x%08x)

source: Invalid number of transaction elements.
da: Ugyldigt antal transaktionselementer.

source: missing %c %s
da: mangler %c %s

source: Unsatisfied dependencies for %s:
da: Ikketilfredsstillede afhængighedskrav for %s:

source: Re-opening dbenv with DB_RECOVER ...
da: Genåbner dbenv med DB_RECOVER...

source: recovery failed. Exiting ...
da: gendannelse mislykkedes. Afslutter...

source: . recovery succeeded.
da: . gendannelse lykkedes.

source: cannot get %s lock on %s/%s
da: kan ikke opnå %s lås på %s/%s

source: exclusive
da: eksklusiv

source: shared
da: delt

source: unrecognized db option: "%s" ignored.
da: ukendt db-tilvalg: »%s« ignoreret.

source: %s has invalid numeric value, skipped
da: %s har ugyldig talværdi, overspringes

source: %s has too large or too small long value, skipped
da: %s har for stor eller lille 'long'-værdi, overspringes

source: %s has too large or too small integer value, skipped
da: %s har for stor eller lille heltalsværdi, overspringes

source: (not a number)
da: (ikke et tal)

source: %a %b %d %Y
da: %a %d. %b %Y

source: invalid type
da: ugyldig type

source: (invalid type)
da: (ugyldig type)

source: (not base64)
da: (ikke base64)

source: (invalid type :base64)
da: (ugyldig type :base64)

source: (not a string)
da: (ikke en streng)

source: (invalid xml type)
da: (ugyldig xml-type)

source: (invalid yaml type)
da: (ugyldig yaml-type)

source: (not a blob)
da: (ikke en blob)

source: (not an OpenPGP signature)
da: (ikke en OpenPGP-signatur)

source: (invalid type :digest)
da: (ugyldig type :digest)

source: (invalid type :stat)
da: (ugyldig type :stat)

source: (invalid type :uuid)
da: (ugyldig type :uuid)

source: (invalid type :rpn)
da: (ugyldig type :rpn)

source: (invalid string :rpn)
da: (ugyldig streng :rpn)

source: (expected number :rpn)
da: (forventet nummer :rpn)

source: (invalid number :rpn)
da: (ugyldigt nummer :rpn)

source: (divide by zero :rpn)
da: (division med nul :rpn)

source: (invalid type :strsub)
da: (ugyldig type :strsub)

source: (invalid args :strsub)
da: (ugyldige argumenter :strsub)

source: missing { after %
da: manglende { efter %

source: missing } after %{
da: manglende } efter %{

source: empty tag format
da: tomt mærkeformat

source: malformed parameter list
da: fejludført parameterliste

source: empty tag name
da: tomt mærkenavn

source: unknown tag
da: ukendt mærke

source: ] expected at end of array
da: ] forventet ved slutningen af array

source: unexpected ]
da: uventet ]

source: unexpected }
da: uventet }

source: ? expected in expression
da: ? forventet i udtryk

source: { expected after ? in expression
da: { forventet efter ? i udtryk

source: } expected in expression
da: } forventet i udtryk

source: : expected following ? subexpression
da: : forventet efter ?-underudtryk

source: { expected after : in expression
da: { forventet efter : i udtryk

source: | expected at end of expression
da: | forventet ved slutningen af udtryk

source: array iterator used with different sized arrays
da: arrayiterator brugt med forskellig størrelse på arrays

source: read failed
da: læsning mislykkedes

source: write of NULL header
da: skrivning af NULL-hoved

source: headerUnload failed
da: headerUnload mislykkedes

source: short write of header magic
da: kort skrivning af hovedmagi

source: short write of header
da: kort skrivning af hoved

source: lead size(%u): BAD, read(%d), %s(%d)
da: lead-størrelse(%u): FEJL, læste(%d), %s(%d)

source: lead size(%u): BAD, xar read(%u)
da: lead-størrelse(%u): FEJL, xar læste(%u)

source: lead magic: BAD, read %02x%02x%02x%02x
da: lead-magi: FEJL, læste %02x%02x%02x%02x

source: lead version(%u): UNSUPPORTED
da: lead-version(%u): IKKE UNDERSTØTTET

source: sigh type(%u): UNSUPPORTED
da: sigh-type(%u): IKKE UNDERSTØTTET

source: sigh size(%d): BAD, read returned %d
da: sigh-størrelse(%d): FEJL, læsning returnerede %d

source: sigh magic: BAD, read %02x%02x%02x%02x%02x%02x%02x%02x
da: sigh-magi: FEJL, læste %02x%02x%02x%02x%02x%02x%02x%02x

source: sigh tags: BAD, no. of tags(%u) out of range
da: sigh-mærker: FEJL, antal mærker(%u) uden for interval

source: sigh data: BAD, no. of bytes(%u) out of range
da: sigh-data: FEJL, antal byte(%u) uden for interval

source: sigh blob(%u): BAD, read returned %d
da: sigh-blob(%u): FEJL, læsning returnerede %d

source: tag[%d]: BAD, tag %u type %u offset %d count %u
da: mærke[%d]: FEJL, mærke %u type %u forskydning %d antal %u

source: region offset: BAD, tag %u type %u offset %d count %u
da: regionforskydning: FEJL, mærke %u type %u forskydning %d antal %u

source: region trailer: BAD, tag %u type %u offset %d count %u
da: regiontrailer: FEJL, mærke %u type %u forskydning %d antal %u

source: region size: BAD, ril(%u) > il(%u)
da: regionstørrelse: FEJL, ril(%u) > il(%u)

source: sigh tag[%u]: BAD, tag %u type %u offset %d count %u
da: sigh-mærke[%u]: FEJL, mærke %u type %u forskydning %d antal %u

source: sigh load: BAD
da: sigh-indlæsning: FEJL

source: sigh pad(%u): BAD, read %d bytes
da: sigh pad(%u): FEJL, læste %d byte

source: sigh sigSize(%u): BAD, Fstat(2) failed
da: sigh sigSize(%u): FEJL, Fstat(2) mislykkedes

source: blob size(%d): BAD, 8 + 16 * il(%u) + dl(%u)
da: blob-størrelse(%d): FEJL, 8 + 16 * il(%u) + dl(%u)

source: tag[%u]: BAD, tag %u type %u offset %d count %u
da: mærke[%u]: FEJL, mærke %u type %u forskydning %d antal %u

source: hdr SHA1: BAD, not hex
da: hdr-SHA1: FEJL, ikke heks

source: hdr RSA: BAD, not binary
da: hdr-RSA: FEJL, ikke binær

source: hdr DSA: BAD, not binary
da: hdr-DSA: FEJL, ikke binær

source: skipping header with unverifiable V%u signature
da: springer hoveder med underskrifter der ikke kan bekræftes V%u over

source: hdr size(%u): BAD, read returned %d
da: hdr-størrelse(%u): FEJL, læsning returnerede %d

source: hdr magic: BAD, read %02x%02x%02x%02x%02x%02x%02x%02x
da: hdr-magi: FEJL, læste %02x%02x%02x%02x%02x%02x%02x%02x

source: hdr tags: BAD, no. of tags(%u) out of range
da: hdr-mærker: FEJL, antal mærker(%u) uden for interval

source: hdr data: BAD, no. of bytes(%u) out of range
da: hdr-data: FEJL, antal byte(%u) uden for interval

source: hdr blob(%u): BAD, read returned %d
da: hdr-blob(%u): FEJL, læsning returnerede %d

source: hdr load: BAD
da: hdr-indlæsning: FEJL

source: rebuild database inverted lists from installed package headers
da: genopbyg omvendte databaselister ud fra installerede pakkehoveder

source: Debug rpmdb DataBase
da: Fejlsøg rpmdb DataBase

source: Debug dbiIndex DataBase Index
da: Fejlsøg dbiIndex-DataBaseindeks

source: Debug rpmlio database Log I/O
da: Fejlsøg rpmlio-databaselog I/O

source: Debug rpmtxn database Transaction
da: Fejlsøg rpmtxn-databasetransaktion

source: cannot open %s(%u) index: %s(%d) DB: %s
da: kan ikke åbne %s(%u)-indeks: %s(%d) DB: %s

source: incorrect format: "%s": %s
da: ugyldigt format: »%s«: %s

source: no dbpath has been set
da: der er ikke sat nogen dbpath

source: error(%d) getting records from %s index
da: fejl(%d) ved hentning af poster fra %s-indekset

source: error(%d) getting keys from %s index
da: fejl(%d) ved hentning af nøgler fra %s-indekset

source: error(%d) storing record h#%u into %s
da: fejl(%d) ved gemning af post h#%u i %s

source: rpmdb: header #%u cannot be loaded -- skipping.
da: rpmdb: Hoved #%u kan ikke indlæses - springer over.

source: %s: cannot read header at 0x%x
da: %s: kan ikke læse hoved ved 0x%x

source: Cannot create/verify %s: %s
da: kan ikke oprette/verificere %s: %s

source: Directory %s must exist
da: Mappe %s skal findes

source: Directory %s does not exist.
da: Mappe %s findes ikke.

source: Directory %s must be writable.
da: Mappe %s skal være skrivbar.

source: Old data directory exists, please remove: %s
da: Gammel datamappe findes, fjern venligst: %s

source: Path must be writable: %s
da: Sti skal være skrivbar: %s

source: groupfile %s cannot be found.
da: gruppefil %s kan ikke findes.

source: cannot get to file: %s
da: kan ikke komme til fil: %s

source: Fwrite failed: expected write %u != %u bytes: %s
da: Fwrite mislykkedes: Forventede write %u != %u byte: %s

source: Saving %s metadata
da: Gemmer metadata for %s

source: Generating sqlite DBs
da: Genererer sqlitedatabaser

source: Starting %s db creation: %s
da: Starter %s databaseoprettelse: %s

source: Ending %s db creation: %s
da: Afslutter %s databaseoprettelse: %s

source: Sqlite DBs complete
da: Sqlitedatabaser færdige

source: Error saving temp file for %s%s%s: %s
da: fejl under gemning af midlertidig fil for %s%s%s: %s

source: Could not save temp file: %s
da: Kunne ikke gemme midlertidig fil: %s

source: Error moving final %s to old dir %s
da: Fejl under flytning af endelig %s til gammel mappe %s

source: Error moving final metadata into place
da: Fejl da endelige metadata blev flyttet på plads

source: Could not remove old metadata file: %s: %s
da: Kunne ikke fjerne gammel metadatafil: %s: %s

source: Could not restore old non-metadata file: %s -> %s: %s
da: Kunne ikke gendanne gammel ikke-metadatafil: %s -> %s: %s

source: %s: Fread(%s) failed: %s
da: %s: Fread(%s) mislykkedes: %s

source: don't compress
da: pak ikke

source: use gzip compression
da: brug gzip-pakning

source: use bzip2 compression
da: brug bzip2-pakning

source: use lzma compression
da: brug lzma-pakning

source: use xz compression
da: brug xz-pakning

source: output nothing except for serious errors
da: vis ikke andet end alvorlige fejl

source: output more debugging info.
da: vis yderligere fejlsøgningsinfo.

source: sanity check arguments, don't create metadata
da: argumenter for konsistenskontrol, opret ikke metadata

source: glob PATTERN(s) to exclude
da: glob MØNSTER at ekskludere

source: PATTERN
da: MØNSTER

source: glob PATTERN(s) to include
da: glob MØNSTER at inkludere

source: top level directory
da: topniveaumappe

source: DIR
da: MAPPE

source: baseurl to append on all files
da: baseurl der skal tilføjes alle filer

source: path to groupfile to include in metadata
da: sti til gruppefil der skal inkluderes i metadata

source: FILE
da: FIL

source: make sure all xml generated is formatted
da: vær sikker på at alt genereret xml er formatteret

source: check timestamps on files vs the metadata to see if we need to update
da: tjek tidsstemplinger på filer mod metadata for at se om de behøver opdatering

source: create sqlite3 database files
da: opret sqlite3-databasefiler

source: generate split media
da: generer opsplitningsmedie

source: use only the files listed in this file from the directory specified
da: brug kun filerne anført i denne fil fra den angivne mappe

source: <dir> = optional directory to output to
da: <mappe> = valgfri mappe som uddata sendes til

source: ignore symlinks of packages
da: ignorer symlænker på pakker

source: include the file's checksum in the filename, helps with proxies
da: inkluder filens tjeksum i filnavnet, hjælper ved proxyer

source: Available compressions:
da: Tilgængelige pakkemetoder:

source: Available digests:
da: Tilgængelige oversigter:

source: Common options for all rpmio executables:
da: Fælles tilvalg for alle rpmio-eksekverbare filer:

source: Must specify path(s) to index.
da: Skal angive stier til indeks.

source: Realpath(%s): %s
da: Realsti(%s): %s

source: error creating temporary file %s
da: fejl ved oprettelse af midlertidig fil %s

source: Couldn't create pipe for signing: %m
da: Kunne ikke oprette datakanal ved signering: %m

source: Could not exec %s: %s
da: Kunne ikke udføre %s: %s

source: Failed rpmkuPassPhrase(passPhrase): %s
da: Fejlet rpmkuPassPhrase(passPhrase): %s

source: gpg exec failed (%d)
da: gpg-eksekvering mislykkedes (%d)

source: gpg failed to write signature
da: gpg kunne ikke skrive signaturen

source: unable to read the signature
da: kunne ikke læse signaturen

source: Header+Payload size:
da: Hoved+Payload-størrelse:

source: digest:
da: oversigt:

source: Header
da: Hoved

source: signature:
da: signatur:

source: Verify signature: BAD PARAMETERS
da: Verificer signatur: UGYLDIGE PARAMETRE

source: Signature: UNKNOWN (%u)
da: Signatur: UKENDT (%u)

source: Unable to get lock on db %s, retrying... (%d)
da: Kunne ikke foretage låsning på databasen %s, prøver igen... (%d)

source: archive file %s was not found in header
da: arkivfil %s blev ikke fundet i hoved

source: rmdir of %s failed: Directory not empty
da: kan ikke fjerne (rmdir) %s: Mappen er ikke tom

source: rmdir of %s failed: %s
da: fjernelse (rmdir) af %s mislykkedes: %s

source: unlink of %s failed: %s
da: fjernelse af henvisning på %s mislykkedes: %s

source: (error 0x%x)
da: (fejl 0x%x)

source: Bad magic
da: Ugyldigt magisk tal

source: Bad/unreadable header
da: Ugyldigt/ulæseligt hoved

source: Header size too big
da: Hovedstørrelse er for stor

source: Unknown file type
da: Ukendt filtype

source: Missing hard link(s)
da: Manglende hårde lænker

source: File digest mismatch
da: Uoverensstemmelse i filoversigt

source: Internal error
da: Intern fejl

source: Archive file not in header
da: Arkivfil ikke i hoved

source: failed -
da: mislykkedes -

source: ======================== active %d empty %d
da: ======================== aktiv %d tom %d

source: %3d>%*s(empty)
da: %3d>%*s(tom)

source: %3d<%*s(empty)
da: %3d<%*s(tom)

source: Macro %%%s has unterminated opts
da: Makroen %%%s har uafsluttede parametre

source: Macro %%%s has unterminated body
da: Makroen %%%s har et uafsluttet indhold (body)

source: Macro %%%s has illegal name (%%define)
da: Makroen %%%s har et ugyldig navn (%%define)

source: Macro %%%s has empty body
da: Makroen %%%s har intet indhold

source: Macro %%%s failed to expand
da: Makroen %%%s kunne ikke udfoldes

source: Macro %%%s has illegal name (%%undefine)
da: Makroen %%%s har ugyldigt navn (%%undefine)

source: Macro %%%s (%s) was not used below level %d
da: Makro %%%s (%s) blev ikke brugt under niveau %d

source: Unknown option in macro %s(%s): %s: %s
da: Ukendt tilvalg i makro %s(%s): %s: %s

source: Recursion depth(%d) greater than max(%d)
da: Rekursionsdybde(%d) overskrider maks(%d)

source: Unterminated %c: %s
da: Uafsluttet %c: %s

source: A %% is followed by an unparseable macro
da: Et %% efterfølges af en makro, der ikke kan tolkes

source: %s: load macros failed
da: %s: indlæs makroer mislykkedes

source: Macro %%%.*s not found, skipping
da: Makroen %%%.*s blev ikke fundet, overspringer

source: Macro expansion too big for target buffer
da: Makroekspansion for stor til målmellemlager

source: Macro '%s' is readonly and cannot be changed.
da: Makro '%s' er skrivebeskyttet og kan ikke ændres.

source: %s:%u Missing '}' in "%s", skipping.
da: %s:%u Manglende '}' i »%s«, springer over.

source: %s:%u load depth exceeded, "%s" ignored.
da: %s:%u indlæsningsdybde overskredet, »%s« ignoreret.

source: File %s: %s
da: Fil %s: %s

source: File %s is smaller than %u bytes
da: Filen %s er mindre end %u byte

source: %s: Failed to set locale %s (obtained from %s)
da: %s: Kunne ikke angive sprog %s (hentet fra %s)

source: pcre_compile2 failed: %s(%d) at offset %d of "%s"
da: pcre_compile2 mislykkedes: %s(%d) ved forskydning %d af »%s«

source: %s: regcomp failed: %s
da: %s: regcomp mislykkedes: %s

source: %s: regexec failed: %s(%d)
da: %s: regexec mislykkedes: %s(%d)

source: pcre_exec failed: return %d
da: pcre_exec mislykkedes: returnerede %d

source: fnmatch failed: return %d
da: fnmatch mislykkedes: returnerede %d

source: number %d
da: nummer %d

source: %s: Error while studying regex%s: %s
da: %s: Fejl under tolkning af regex%s: %s

source: MD2 digest (RFC-1319)
da: MD2-oversigt (RFC-1319)

source: MD4 digest
da: MD4-oversigt

source: MD5 digest (RFC-1321)
da: MD5-oversigt (RFC-1321)

source: SHA-1 digest (FIPS-180-1)
da: SHA-1-oversigt (FIPS-180-1)

source: SHA-224 digest (FIPS-180-2)
da: SHA-224-oversigt (FIPS-180-2)

source: SHA-256 digest (FIPS-180-2)
da: SHA-256-oversigt (FIPS-180-2)

source: SHA-384 digest (FIPS-180-2)
da: SHA-384-oversigt (FIPS-180-2)

source: SHA-512 digest (FIPS-180-2)
da: SHA-512-oversigt (FIPS-180-2)

source: SKEIN-224 digest
da: SKEIN-224-oversigt

source: SKEIN-256 digest
da: SKEIN-256-oversigt

source: SKEIN-384 digest
da: SKEIN-384-oversigt

source: SKEIN-512 digest
da: SKEIN-512-oversigt

source: SKEIN-1024 digest
da: SKEIN-1024-oversigt

source: Arirang-224 digest
da: Arirang-224-oversigt

source: Arirang-256 digest
da: Arirang-256-oversigt

source: Arirang-384 digest
da: Arirang-384-oversigt

source: Arirang-512 digest
da: Arirang-512-oversigt

source: Blake-224 digest
da: Blake-224-oversigt

source: Blake-256 digest
da: Blake-256-oversigt

source: Blake-384 digest
da: Blake-384-oversigt

source: Blake-512 digest
da: Blake-512-oversigt

source: BlueMidnightWish-224 digest
da: BlueMidnightWish-224-oversigt

source: BlueMidnightWish-256 digest
da: BlueMidnightWish-256-oversigt

source: BlueMidnightWish-384 digest
da: BlueMidnightWish-384-oversigt

source: BlueMidnightWish-512 digest
da: BlueMidnightWish-512-oversigt

source: Chi-224 digest
da: Chi-224-oversigt

source: Chi-256 digest
da: Chi-256-oversigt

source: Chi-384 digest
da: Chi-384-oversigt

source: Chi-512 digest
da: Chi-512-oversigt

source: CubeHash-224 digest
da: CubeHash-224-oversigt

source: CubeHash-256 digest
da: CubeHash-256-oversigt

source: CubeHash-384 digest
da: CubeHash-384-oversigt

source: CubeHash-512 digest
da: CubeHash-512-oversigt

source: Echo-224 digest
da: Echo-224-oversigt

source: Echo-256 digest
da: Echo-256-oversigt

source: Echo-384 digest
da: Echo-384-oversigt

source: Echo-512 digest
da: Echo-512-oversigt

source: EdonR-224 digest
da: EdonR-224-oversigt

source: EdonR-256 digest
da: EdonR-256-oversigt

source: EdonR-384 digest
da: EdonR-384-oversigt

source: EdonR-512 digest
da: EdonR-512-oversigt

source: Fugue-224 digest
da: Fugue-224-oversigt

source: Fugue-256 digest
da: Fugue-256-oversigt

source: Fugue-384 digest
da: Fugue-384-oversigt

source: Fugue-512 digest
da: Fugue-512-oversigt

source: Groestl-224 digest
da: Groestl-224-oversigt

source: Groestl-256 digest
da: Groestl-256-oversigt

source: Groestl-384 digest
da: Groestl-384-oversigt

source: Groestl-512 digest
da: Groestl-512-oversigt

source: Hamsi-224 digest
da: Hamsi-224-oversigt

source: Hamsi-256 digest
da: Hamsi-256-oversigt

source: Hamsi-384 digest
da: Hamsi-384-oversigt

source: Hamsi-512 digest
da: Hamsi-512-oversigt

source: JH-224 digest
da: JH-224-oversigt

source: JH-256 digest
da: JH-256-oversigt

source: JH-384 digest
da: JH-384-oversigt

source: JH-512 digest
da: JH-512-oversigt

source: Keccak-224 digest
da: Keccak-224-oversigt

source: Keccak-256 digest
da: Keccak-256-oversigt

source: Keccak-384 digest
da: Keccak-384-oversigt

source: Keccak-512 digest
da: Keccak-512-oversigt

source: Lane-224 digest
da: Lane-224-oversigt

source: Lane-256 digest
da: Lane-256-oversigt

source: Lane-384 digest
da: Lane-384-oversigt

source: Lane-512 digest
da: Lane-512-oversigt

source: Luffa-224 digest
da: Luffa-224-oversigt

source: Luffa-256 digest
da: Luffa-256-oversigt

source: Luffa-384 digest
da: Luffa-384-oversigt

source: Luffa-512 digest
da: Luffa-512-oversigt

source: MD6-224 digest
da: MD6-224-oversigt

source: MD6-256 digest
da: MD6-256-oversigt

source: MD6-384 digest
da: MD6-384-oversigt

source: MD6-512digest
da: MD6-512-oversigt

source: Shabal-224 digest
da: Shabal-22-oversigt

source: Shabal-256 digest
da: Shabal-256-oversigt

source: Shabal-384 digest
da: Shabal-384-oversigt

source: Shabal-512 digest
da: Shabal-512-oversigt

source: SHAvite3-224 digest
da: SHAvite3-224-oversigt

source: SHAvite3-256 digest
da: SHAvite3-256-oversigt

source: SHAvite3-384 digest
da: SHAvite3-384-oversigt

source: SHAvite3-512 digest
da: SHAvite3-512-oversigt

source: SIMD-224 digest
da: SIMD-224-oversigt

source: SIMD-256 digest
da: SIMD-256-oversigt

source: SIMD-384 digest
da: SIMD-384-oversigt

source: SIMD-512 digest
da: SIMD-512-oversigt

source: TIB3-224 digest
da: TIB3-224-oversigt

source: TIB3-256 digest
da: TIB3-256-oversigt

source: TIB3-384 digest
da: TIB3-384-oversigt

source: TIB3-512 digest
da: TIB3-512-oversigt

source: RIPEMD-128 digest
da: RIPEMD-128-oversigt

source: RIPEMD-160 digest
da: RIPEMD-160-oversigt

source: RIPEMD-256 digest
da: RIPEMD-256-oversigt

source: RIPEMD-320 digest
da: RIPEMD-320-oversigt

source: TIGER digest
da: TIGER-oversigt

source: CRC-32 checksum
da: CRC-32-tjeksum

source: CRC-64 checksum
da: CRC-64-tjeksum

source: ADLER-32 checksum
da: ADLER-32-tjeksum

source: No hash algorithm
da: Ingen hashalgoritme

source: All hash algorithm(s)
da: Alle hashalgoritmer

source: FTS_COMFOLLOW: follow command line symlinks
da: FTS_COMFOLLOW: følg symlænker i kommandolinje

source: FTS_LOGICAL: logical walk
da: FTS_LOGICAL: Logisk gennemløb

source: FTS_NOCHDIR: don't change directories
da: FTS_NOCHDIR: Ændr ikke mapper

source: FTS_NOSTAT: don't get stat info
da: FTS_NOSTAT: Hent ikke statinfo

source: FTS_PHYSICAL: physical walk
da: FTS_PHYSICAL: Fysisk gennemløb

source: FTS_SEEDOT: return dot and dot-dot
da: FTS_SEEDOT: Returner punktum og punktum-punktum

source: FTS_XDEV: don't cross devices
da: FTS_XDEV: Kryds ikke enheder

source: FTS_WHITEOUT: return whiteout information
da: FTS_WHITEOUT: Returner whiteoutinformation

source: Send stdout to CMD
da: send standard-ud til KMD

source: CMD
da: KMD

source: Use ROOT as top level directory
da: brug ROOT som topniveaumappe

source: Provide less detailed output
da: Medtag mindre detaljerede oplysninger

source: Provide more detailed output
da: Medtag mere detaljerede oplysninger

source: Disable use of libio(3) API
da: Undlad at benytte libio(3)-API

source: Debug ar archives
da: Fejlsøg ar-arkiver

source: Debug argv collections
da: Fejlsøg argv-samlinger

source: Debug cpio archives
da: Fejlsøg cpio-arkiver

source: Debug digest contexts
da: Fejlsøg oversigtskontekster
