Repository: makesoftwaresafe/toyota-multimedia-2022
Catalog: Linux/rpm-5.4.15/po/*.po
Languages: da

source: Debug WebDAV data stream
da: Fejlsøg WebDAV-datastrøm

source: Debug FTP/HTTP data stream
da: Fejlsøg FTP/HTTP-datastrøm

source: Debug Fts(3) traverse
da: Fejlsøg Fts(3) gennemløb

source: Debug hash tables
da: Fejlsøg hash-tabeller

source: Debug HTML parsing
da: Fejlsøg HTML-fortolkning

source: Debug I/O state machine
da: Fejlsøg I/O-tilstandsmaskine

source: Debug miRE patterns
da: Fejlsøg miRE-mønstre

source: Debug PGP usage
da: Fejlsøg PGP-brug

source: Print PGP keys
da: Vis PGP-nøgler

source: Debug rpmio I/O
da: Fejlsøg rpmio I/O

source: Debug rpmio I/O buffers
da: Fejlsøg rpmio I/O-mellemlagre

source: Debug embedded Augeas interpreter
da: Fejlsøg indbygget Augeasfortolker

source: Debug Bloom filters
da: Fejlsøg Bloom-filtre

source: Debug embedded CUDF parser
da: Fejlsøg indbygget CUDF-fortolker

source: Debug embedded FICL interpreter
da: Fejlsøg indbygget FICL-fortolker

source: Debug hkp:// keyring
da: Fejlsøg hkp://-nøglering

source: Debug embedded JavaScript interpreter
da: Fejlsøg indbygget JavaScript-fortolker

source: Debug embedded Lua interpreter
da: Fejlsøg indbygget Luafortolker

source: Debug rpmmg magic
da: Fejlsøg rpmmg magic

source: Debug embedded Nix interpreter
da: Fejlsøg indbygget Nix-fortolker

source: Debug embedded Perl interpreter
da: Fejlsøg indbygget Perlfortolker

source: Debug embedded Python interpreter
da: Fejlsøg indbygget Pythonfortolker

source: Debug embedded Ruby interpreter
da: Fejlsøg indbygget Rubyfortolker

source: Debug rpmsq Signal Queue
da: Fejlsøg rpmsq-signalkø

source: Debug embedded SQL interpreter
da: Fejlsøg indbygget SQL-fortolker

source: Debug embedded SQUIRREL interpreter
da: Fejlsøg indbygget SQUIRREL-fortolker

source: Debug semanage
da: Fejlsøg semanage

source: Debug sepol
da: Fejlsøg sepol

source: Debug selinux
da: Fejlsøg selinux

source: Debug embedded TCL interpreter
da: Fejlsøg indbygget TCL-fortolker

source: Debug embedded SQL virtual cursor
da: Fejlsøg indbygget virtuel SQL-markør

source: Debug embedded SQL virtual table
da: Fejlsøg indbygget virtuel SQL-tabel

source: Debug rpmzq Job Queuing
da: Fejlsøg rpmzq-jobkø

source: Debug xar archives
da: Fejlsøg xar-arkicer

source: Debug tar archives
da: Fejlsøg tar-arkiver

source: Debug URL cache handling
da: Fejlsøg URL-bufferhåndtering

source: Type check lenses
da: Tast kontrollinser

source: Backup modified files with suffix '.augsave'
da: Lav sikkerhedskopi af filer med endelsen '.augsave'

source: Save modified files with suffix '.augnew'
da: Gem ændrede filer med endelsen '.augnew'

source: Use ROOT as the root of the filesystem
da: Brug ROOT som filsystemets rod

source: Search DIR for modules (may be used more than once)
da: Gennemsøg MAPPE for moduler (må bruges mere end en gang)

source: Do not search default modules path
da: Søg ikke i standardmodulsti

source: Do not load files into tree on startup
da: Indlæs ikke filer til træ ved opstart

source: Do not autoload modules from the search path
da: Indlæs ikke automatisk moduler fra søgestien

source: List the direct children of PATH
da: Vis de direkte undermapper for STI

source: <PATH>
da: <STI>

source: Find all paths that match the path expression PATH. If VALUE is given, only the matching paths whose value equals VALUE are printed
da: Find alle stier som matcher stiudtrykket STI. Hvis VÆRDI er angivet, vil kun de værdier, som matcher VÆRDI blive vist

source: <PATH> [<VALUE>]
da: <STI> [<VÆRDI>]

source: Delete PATH and all its children from the tree
da: Slet STI og alle undermapper fra træet

source: Print the value associated with PATH
da: Vis værdien associeret med STI

source: Exit the program
da: Afslut programmet

source: Print this help text
da: Vis denne hjælpebesked

source: Authorization Required
da: Godkendelse krævet

source: Redirect
da: Videresend

source: Server Error
da: Serverfejl

source: Unknown Error
da: Ukendt fejl

source: Success
da: Succes

source: Bad server response
da: Ugyldigt svar fra server

source: Server I/O error
da: I/O-fejl for server

source: Server timeout
da: Tidsudløb for server

source: Unable to lookup server host address
da: Kunne ikke skaffe serverens IP-addresse

source: Unable to lookup server host name
da: Kunne ikke slå serverens navn op

source: Failed to connect to server
da: Kunne ikke etablere en forbindelse til serveren

source: Failed to establish data connection to server
da: Kunne ikke etablere en data-forbindelse til serveren

source: I/O error to local file
da: I/O-fejl i lokal fil

source: Error setting remote server to passive mode
da: Kunne ikke sætte fjernserveren i passiv tilstand

source: File not found on server
da: Fil ikke fundet på server

source: Abort in progress
da: Afbryder programmet

source: Unknown or unexpected error
da: Ukendt eller uventet fejl

source: Malformed URL
da: Forkert udformet URL

source: Allow (read-only) access to caller's environmen
da: Tillad (skrivebeskyttet) adgang til opkalders miljø

source: Load RC file for interpreter based on script filename.
da: Indlæs indstillingsfil for fortolker ud fra skriptfilnavn.

source: Do not report warnings
da: Rapporter ikke advarsler

source: Disable nanojit
da: Deaktiver nanojit

source: Disable Strict mode
da: Deaktiver tilstanden Strict

source: Disable UTF-8 C string processing
da: Deaktiver UTF-8-strengbehandling

source: Parse <!-- comments --> as E4X tokens
da: Fortolk <!-- kommentarer --> som E4X-symboler

source: Parse //@line number ["filename"] for XUL
da: Fortolk //@linjenummer [»filnavn«] for XUL

source: Convert warnings to errors
da: Konverter advarsler til fejl

source: (no error)
da: (ingen fejl)

source: fatal error:
da: fatal fejl:

source: error:
da: fejl:

source: warning:
da: advarsel:

source: invalid syntax in Lua scriptlet: %s
da: ugyldig syntaks i Luaskript: %s

source: invalid syntax in Lua script: %s
da: ugyldig syntaks i Luaskript: %s

source: Lua script failed: %s
da: Luaskript mislykkedes: %s

source: invalid syntax in Lua file: %s
da: ugyldig syntaks i Luafil: %s

source: lua hook failed: %s
da: lua-hook mislykkedes: %s

source: memory alloc (%u bytes) returned NULL.
da: hukommelsesallokering (%u byte) returnerede NULL.

source: magic_load(ms, %s) failed: %s
da: magic_load(ms, %s) mislykkedes: %s

source: magic_open(0x%x) failed: %s
da: magic_open(0x%x) mislykkedes: %s

source: magic_file(ms, %s) failed: %s
da: magic_file(ms, %s) mislykkedes: %s

source: magic_buffer(ms, %p[%u]) failed: %s
da: magic_buffer(ms, %p[%u]) mislykkedes: %s

source: %s(%d,0x%x,0x%x) failed: rc %d
da: %s(%d,0x%x,0x%x) mislykkedes: rc %d

source: %s(%p[%u],0x%x,0x%x,%p,0x%x) failed: %m
da: %s(%p[%u],0x%x,0x%x,%p,0x%x) mislykkedes: %m

source: %s(%p[%u]) failed: %m
da: %s(%p[%u]) mislykkedes: %m

source: %s(%p[%u],%d) failed: %m
da: %s(%p[%u],%d) mislykkedes: %m

source: %s(%d,%d,0x%x,0x%x) failed: %m
da: %s(%d,%d,0x%x,0x%x) mislykkedes: %m

source: invalid UUID version number
da: ugyldigt UUID-versionsnummer

source: namespace or data required for requested UUID version
da: navnerum eller data krævet for anmodet UUID-version

source: either string or binary result buffer required
da: enten streng eller binært resultatmellemlager er påkrævet

source: failed to create UUID object: %s
da: kunne ikke oprette UUID-objekt: %s

source: failed to create UUID namespace object: %s
da: kunne ikke oprette UUID-naverumsobjekt: %s

source: failed to import UUID namespace object: %s
da: kunne ikke importere UUID-navnerumsobjekt: %s

source: failed to make UUID object: %s
da: kunne ikke oprette UUID-objekt: %s

source: failed to export UUID object as string representation: %s
da: kunne ikke eksportere UUID-objekt som strengrepræsentation: %s

source: failed to export UUID object as binary representation: %s
da: kunne ikke eksportere UUID-objekt som binær repræsentation: %s

source: UUID generator not available!
da: UUID-generator ikke tilgængelig!

source: %s: Failed to open %s
da: %s: Kunne ikke åbne %s

source: %s: Unknown option -%c
da: %s: Ukendt tilvalg -%c

source: warning: u %p ctrl %p nrefs != 0 (%s %s)
da: advarsel: u %p ctrl %p nrefs != 0 (%s %s)

source: warning: u %p data %p nrefs != 0 (%s %s)
da: advarsel: u %p data %p nrefs != 0 (%s %s)

source: warning: _url_cache[%d] %p nrefs(%ld) != 1 (%s %s)
da: advarsel: _url_cache[%d] %p nrefs(%ld) != 1 (%s %s)

source: Password for %s@%s:
da: Adgangskode for %s@%s:

source: error: %sport must be a number
da: Fejl: %sport skal være et tal

source: url port must be a number
da: url-port skal være et tal

source: Options:
da: Tilvalg:

source: Set primary USER
da: Angiv primær BRUGER

source: USER
da: BRUGER

source: Set primary GROUP
da: Angiv primær GRUPPE

source: GROUP
da: GRUPPE

source: Set primary GROUPS
da: Angiv primære GRUPPER

source: GROUPS
da: GRUPPER

source: Follow command-line symbolic links
da: Følg symbolske henvisninger i kommandolinje

source: Always follow symbolic links
da: Følg altid symbolske henvisninger

source: Never follow symbolic links
da: Følg aldrig symbolske henvisninger

source: Copy directories recursively
da: Kopier mapper rekursivt

source: Archive mode (same as -RpP)
da: Arkivtilstand (svarer til -RpP)

source: Prompt before overwriting a file
da: Spørg før en fil overskrives

source: Link files instead of copying
da: Forbind filer i steden for at kopiere dem

source: Do not overwrite an existing file
da: Overskriv ikke en eksisterende fil

source: Preserve mode/ownership/timestamps
da: Bevar tilstand/ejerforhold/tidsstempler

source: Stay on thgis file system
da: Bliv på dette filsystem

source: SECONDS
da: SEKUNDER

source: argument is not an RPM package
da: parameter er ikke en RPM-pakke

source: error reading header from package
da: fejl ved læsning af hovedet på pakke

source: cannot re-open payload: %s
da: kan ikke genåbne pakkeindhold: %s

source: don't verify header+payload signature
da: verificer ikke hoved- samt nyttelastunderskrift

source: update cache database
da: opdater mellemlagerdatabase

source: don't update cache database, only print package paths
da: opdater ikke mellemlagerdatabase, udskriv kun pakkestier

source: File tree walk options:
da: Indstillinger for filtrægennemløb:

source: Common options for all rpm modes and executables:
da: Fælles tilvalg for alle rpm-tilstande og eksekverbare filer:

source: %s: %%{_cache_dbpath} macro is mis-configured.
da: %s: makroen %%{_cache_dbpath} er fejlkonfigureret.

source: %s: cache operation failed: ec %d.
da: %s: mellemlageroperation mislykkedes: Fejlkode %d.

source: skipping malformed comparison: "%s"
da: springer fejlbehæftet sammenligning over: »%s«

source: print cpuinfo(...) dependency set
da: udskriv cpuinfo(...) afhængighedsinformation

source: print rpmlib(...) dependency set
da: udskriv rpmlib(...) afhængighedsinformation

source: print /etc/rpm/sysinfo dependency set
da: udskriv /etc/rpm/sysinfo afhængighedsinformation

source: print getconf(...) dependency set
da: udskriv getconf(...) afhængighedsinformation

source: print soname(...) dependencies for elf files
da: udskriv soname(...) afhængigheder for elf-filer

source: print soname(...) dependencies from /etc/ld.so.cache
da: udskriv soname(...) afhængigheder fra /etc/ld.so.cache

source: print uname(...) dependency set
da: udskriv uname(...) afhængighedssæt

source: print dependency set from a command pipe
da: udskriv afhængighedssæt fra en kommandodatakanal

source: print perl(...) dependency set
da: udskriv perl(...) afhængighedssæt

source: print python(...) dependency set
da: udskriv python(...) afhængighedssæt

source: print libtool(...) dependency set
da: udskriv libtool(...) afhængighedssæt

source: print pkgconfig(...) dependency set
da: udskriv pkgconfig(...) afhængighedssæt

source: print pubkey(...) dependency set
da: udskriv pubkey(...) afhængighedssæt

source: print arch(...) dependency set
da: udskriv arch(...) afhængighedssæt

source: print file(...) dependency set
da: vis fil(...) afhængighedssæt

source: print soname(...) dependency set
da: udskriv soname(...) afhængighedssæt

source: print package(...) dependency set
da: vis pakke(...) afhængighedssæt

source: print java(...) dependency set
da: udskriv java(...) afhængighedssæt

source: print php(...) dependency set
da: udskriv php(...) afhængighedssæt

source: print ruby(...) dependency set
da: udskriv ruby(...) afhængighedssæt

source: print /var/lib/dpkg Provides: dependency set
da: udskriv /var/lib/dpkg Provides: afhængighedssæt

source: print /var/lib/dpkg Requires: dependency set
da: udskriv /var/lib/dpkg Requries: afhængighedssæt

source: print Provides: dependency set
da: udskriv Provides: afhængighedssæt

source: print Requires: dependency set
da: udskriv Requires: afhængighedssæt

source: check Requires: against Provides: for dependency closure
da: undersøg Requires: mod Provides: for afhængighedslukning

source: %s: Failed to open %s: %s
da: %s: Kunne ikke åbne %s: %s

source: %s: %s line %u: No file path found.
da: %s: %s linje %u: Ingen filsti fundet.

source: %s: %s line %u: Unknown digest name "%s"
da: %s: %s linje %u: Ukendt oversigtsnavn »%s«

source: %s: %s: Manifest is empty
da: %s: %s: Manifest er tomt

source: %s: %s: Unknown digest algo name "%s"
da: %s: %s: Ukendt algonavn for oversigt »%s«

source: %s: %s line %u: Malformed digest field.
da: %s: %s linje %u: Forkert udformet oversigtsfelt.

source: %s: %s line %u: Malformed mtime field.
da: %s: %s linje %u: Forkert udformet mtime-felt.

source: %s: %s line %u: Malformed size field.
da: %s: %s linje %u: Forkert udformet størrelsesfelt.

source: %s: %s line %u: No file path.
da: %s: %s linje %u: ingen filsti.

source: Print 0install manifest
da: Udskriv 0install-manifest

source: Read in binary mode
da: Læs i binær tilstand

source: Read digests from MANIFEST file and verify (may be used more than once)
da: Læs oversigter fra MANIFEST-fil og verificer (må bruges mere end en gang)

source: Print file tree specification to stdout
da: Skriv filtræspecifikation til stdout

source: Directories only
da: Kun mapper

source: read in text mode (default)
da: læs i teksttilstand (standard)

source: generate HMAC's instead
da: generer i steden for HMAC'er

source: The following two options are useful only when verifying digests:
da: De følgende to tilvalg er kun brugbare under verificering af oversigter:

source: no output when verifying
da: ingen uddata under verificering

source: warn about improperly formatted checksum lines
da: advar om ukorrekt formatterede tjeksumslinjer

source: pattern number %d to
da: mønsternummer %d til

source: this line:
da: denne linje:

source: %s: error %d means that a resource limit was exceeded
da: %s: Fejl %d betyder at en ressourcebegrænsning blev overtrådt

source: %s: too many errors - abandoned
da: %s: For mange fejl - forladt

source: %s: Failed to open directory %s: %s
da: %s: Kunne ikke åbne mappe %s: %s

source: %s: Too many patterns (max %d)
da: %s: For mange mønstre (maks %d)

source: %s: Error in
da: %s: Fejl i

source: command-line %d
da: kommandolinje %d

source: file:line %s:%d
da: fil:linje %s:%d

source: regex at offset %d: %s
da: regulært udtryk ved forskydning %d: %s

source: %s: Invalid value "%s" for -d
da: %s: Ugyldig værdi »%s« for -d

source: %s: Invalid value "%s" for -D
da: %s: Ugyldig værdi »%s« for -D

source: %s: Unknown color setting "%s"
da: %s: Ukendt farveopsætning »%s«

source: %s %s (without PCRE)
da: %s %s (uden PCRE)

source: =number
da: =antal

source: set number of prior context lines
da: angiv antal af førkontekstlinjer

source: set number of context lines, before & after
da: angiv antal af kontekstlinjer, før & efter

source: print only a count of matching lines per FILE
da: vis kun en optælling af ens linjer per FIL

source: matched text color option (auto|always|never)
da: farvetilvalg for søgetræffere (auto|always|never)

source: =option
da: =tilvalg

source: matched text colour option (auto|always|never)
da: farvetilvalg for søgetræffere (auto|always|never)

source: device, FIFO, or socket action (read|skip)
da: enhed, FIFO, eller sokkelhandling (read|skip)

source: =action
da: =handling

source: directory action (read|skip|recurse)
da: mappehandling (read|skip|recurse)

source: specify pattern (may be used more than once)
da: angiv mønster (kan bruges mere end en gang)

source: (p)
da: (m)

source: patterns are sets of newline-separated strings
da: mønstre er sæt af nylinjeseparerede strenge

source: read patterns from file (may be used more than once)
da: læs mønstre fra fil (må bruges mere end en gang)

source: =path
da: =sti

source: output file offsets, not text
da: vis filforskydning, ikke tekst

source: force the prefixing filename on output
da: tving det præudfyldte filnavn på uddata

source: suppress the prefixing filename on output
da: undertryk det præudfyldte filnavn på uddata

source: ignore case distinctions
da: ingen forskel på store/små bogstaver

source: print only FILE names containing matches
da: vis kun matchende FILer

source: print only FILE names not containing matches
da: vis kun FILer der ikke matcher

source: set name for standard input
da: angiv navn på standardinddata

source: =name
da: =navn

source: output line numbers and offsets, not text
da: vis linjenumre og forskydning, ikke tekst

source: use the named locale
da: brug det navngivne sprog

source: =locale
da: =sprog

source: run in multiline mode
da: kør i flerlinjetilstand

source: set newline type (CR|LF|CRLF|ANYCRLF|ANY)
da: angiv type for nylinje (CR|LF|CRLF|ANYCRLF|ANY)

source: print line number with output lines
da: vis linjenumre med uddatalinjer

source: show only the part of the line that matched
da: vis kun den del af linjen som gav resultat

source: suppress output, just set return code
da: undertryk uddata, send blot returkode

source: recursively scan sub-directories
da: skan rekursivt undermapper

source: exclude matching files when recursing (may be used more than once)
da: ekskluder ens filer når der bruges rekursion (kan bruges mere end en gang)

source: =pattern
da: =mønster

source: include matching files when recursing (may be used more than once)
da: inkluder ens filer når der bruges rekursion (kan bruges mere end en gang)

source: suppress error messages
da: undertryk fejlbeskeder

source: use UTF-8 mode
da: brug UTF-8-tilstand

source: print version information and exit
da: vis versionsinformation og afslut

source: select non-matching lines
da: vælg linjer der ikke er ens

source: force patterns to match only as words
da: tving mønstre til kun at give resultat på ord

source: force patterns to match only whole lines
da: tving mønstre til kun at give resultat for hele linjer

source: Usage: rpmgrep [OPTION...] [PATTERN] [FILE1 FILE2 ...] Search for PATTERN in each FILE or standard input. PATTERN must be present if neither -e nor -f is used. "-" can be used as a file name to mean STDIN. All files are read as plain files, without any interpretation. Example: rpmgrep -i 'hello.*world' menu.h main.c
da: Brug: rpmgrep [TILVALG...] [MØNSTER] [FIL1 FIL2 ...] Søg efter MØNSTER i hver FIL eller standardinddata. MØNSTER skal være anført hvis hverken -e eller -f er brugt. »-« kan bruges som et filnavn der betyder STDIN. Alle filer læses som simple filer uden nogen fortolkning. Eksempel: rpmgrep -i 'hello.*world' menu.h main.c

source: When reading patterns from a file instead of using a command line option, trailing white space is removed and blank lines are ignored. With no FILEs, read standard input. If fewer than two FILEs given, assume -h.
da: Når der læses mønstre fra en fil frem for et kommandolinjetilvalg, fjernes efterfølgende blanktegn og tomme linjer ignoreres. Uden FIL læses standardinddata. Hvis mindre end to FILer er angivet så antag -h.

source: %s: Cannot mix --only-matching, --file-offsets and/or --line-offsets
da: %s: Tilvalgene --only-matching, --file-offsets og --line-offsets kan ikke bruges samtidig

source: %s: Invalid newline specifier "%s"
da: %s: Ugyldig specifikation af ny linje »%s«

source: %s: Error in 'exclude' regex at offset %d: %s
da: %s: Fejl i 'exclude' regulært udtryk ved forskydning %d: %s

source: %s: Error in 'include' regex at offset %d: %s
da: %s: Fejl i 'include' regulært udtryk ved forskydning %d: %s

source: Add a key to a keyring
da: Tilføj en nøgle til en nøglering

source: <type> <desc> <data> <keyring>
da: <type> <beskr.> <data> <nøglering>

source: Change the access controls on a key
da: Ændr adgangskontroller på en nøgle

source: <key> <gid>
da: <nøgle> <gid>

source: <key> <uid>
da: <nøgle> <uid>

source: Clear a keyring
da: Ryd en nøglering

source: <keyring>
da: <nøglering>

source: Describe a key
da: Beskriv en nøgle

source: Instantiate a key
da: Instantier en nøgle

source: <key> <data> <keyring>
da: <nøgle> <data> <nøglering>

source: Link a key to a keyring
da: Forbind en nøgle med en nøglering

source: <key> <keyring>
da: <nøgle> <nøglering>

source: List a keyring
da: Vis en nøglering

source: <key> <timeout> <keyring>
da: <nøgle> <tidsudløb> <nøglering>

source: <key>
da: <nøgle>

source: Create a keyring
da: Opret en nøglering

source: <name> <keyring>
da: <navn> <nøglering>

source: <type> <desc> <keyring>
da: <type> <beskr.> <nøglering>

source: Read a key
da: Læs en nøgle

source: Request a key
da: Forespørg efter en nøgle

source: <type> <desc> [<dest_keyring>]
da: <type> <beskr> [<dest_nøglering>]

source: Update a key
da: Opdater en nøgle

source: <keyring> [sep]
da: <nøglering> [sep]

source: <type> <desc> <info> [<dest_keyring>]
da: <type> <beskr> <info> [<dest_nøglering>]

source: Revoke a key
da: Tilbagekald en nøgle

source: Search a keyring
da: Søg efter en nøglering

source: <keyring> <type> <desc> [<dest_keyring>]
da: <nøglering> <type> <beskr> [<dest_nøglering>]

source: Start a new session with fresh keyrings
da: Start en ny session med friske nøgleringe

source: [{-|<name>} [<prog> <arg1> <arg2> ...]]
da: [{-|<navn>} [<prog> <arg1> <arg2> ...]]

source: Set the permissions mask on a key
da: Angiv tilladelsesmasken på en nøgle

source: <key> <mask>
da: <nøgle> <maske>

source: Show process keyrings
da: Vis procesnøgleringe

source: Set the expiry time on a key
da: Angiv tidsudløb for en nøgle

source: <key> <timeout>
da: <nøgle> <tidsudløb>

source: Unlink a key from a keyring
da: Fjern forbindelsen for en nøgle til en nøglering

source: <key> <data>
da: <nøgle> <data>

source: %s: failed at line %d of the specification
da: %s: fejlede på linje %d i specifikationen

source: %s: filename (%s) encoded incorrectly
da: %s: filnavn (%s) kodet forkert

source: %s changed
da: %s ændret

source: type expected %s found %s)
da: type forventede %s, men fandt %s)

source: %s%s expected %lu found %lu
da: %s%s forventede %lu, fandt %lu

source: not modified: %s)
da: ikke ændret: %s)

source: modified)
da: ændret)

source: %s%s expected %#o found %#o
da: %s%s forventede %#o, fandt %#o

source: %s%s expected %lu found %lu)
da: %s%s forventede %lu, fandt %lu)

source: %s%s expected %llu found %llu
da: %s%s forventede %llu, fandt %llu

source: %s%s expected %.24s
da: %s%s forventede %.24s

source: found %.24s
da: fandt %.24s

source: modified
da: ændret

source: %s%s expected %lu found %lu
da: %s%s forventede %lu fandt %lu

source: %s%s expected %s found %s
da: %s%s forventede %s, fik %s

source: %s%s expected "%s"
da: %s%s forventede »%s«

source: found "%s"
da: fandt »%s«

source: %s: Could not get uname for uid=%lu
da: %s: Kunne ikke indhente uname for uid=%lu

source: %s: Could not get gname for gid=%lu
da: %s: Kunne ikke indhente gname for gid=%lu

source: %s: open of %s failed: %s
da: %s: Åbning af %s mislykkedes %s

source: missing: %s
da: mangler: %s

source: (%s not created: user not specified)
da: (%s ikke oprettet: bruger ikke angivet)

source: (%s not created: group not specified))
da: (%s ikke oprettet: gruppe ikke angivet))
