Repository: makesoftwaresafe/toyota-multimedia-2022
Catalog: Linux/rpm-5.4.15/po/*.po
Languages: da

source: (sanity probe)
da: (konsistensundersøgelse)

source: (vcheck probe)
da: (vcheck-undersøgelse)

source: (uname provides)
da: (uname tilfører)

source: (root files)
da: (rod-filer)

source: (db files)
da: (db-filer)

source: (hint skipped)
da: (fif sprunget over)

source: %s: open failed: %s
da: %s: åbning mislykkedes: %s

source: mntctl() failed to return size: %s
da: mntctl() returnerede ingen størrelse: %s

source: mntctl() failed to return mount points: %s
da: mntctl() returnerede ingen monteringspunkter: %s

source: failed to stat %s: %s
da: kunne ikke finde %s: %s

source: failed to open %s: %s
da: kunne ikke åbne %s: %s

source: file %s is on an unknown device
da: fil %s er på en ukendt enhed

source: user %s does not exist - using root
da: bruger %s findes ikke - bruger root

source: group %s does not exist - using root
da: gruppe %s findes ikke - bruger root

source: archive file %s was not found in header file list
da: arkivfil %s blev ikke fundet i hovedfilliste

source: %s saved as %s
da: %s gemt som %s

source: %s rmdir of %s failed: Directory not empty
da: %s fjernelse (rmdir) af %s mislykkedes: Mappe ikke tom

source: %s rmdir of %s failed: %s
da: %s fjernelse (rmdir) af %s mislykkedes: %s

source: %s: unlink of %s failed: %s
da: %s: Fjernelse (unlink) af %s mislykkedes: %s

source: %s created as %s
da: %s oprettet som %s

source: reading %s manifest failed: %s
da: læsning %s manifest mislykkedes: %s

source: reading %s manifest, non-printable characters found
da: læser %s manifest, ikkeskrivbare tegn fundet

source: cannot create %%%s %s
da: kan ikke oprette %%%s %s

source: Use anaconda "presentation order"
da: Brug anaconda i »præsentationsorden«

source: Print dependency loops as warning
da: Vis cykliske afhængigheder som advarsel

source: Do not suggest missing dependency resolution(s)
da: Forslå ikke manglende afhængigheds opløsninger

source: Do not check added package conflicts
da: Undersøg ikke pakkekonflikter for tilføjede pakker

source: Ignore added package requires on symlink targets
da: Ignorer pakkeafhængigheder (requires) for den tilføjede pakke på symlænkemål

source: Ignore added package obsoletes
da: Ignorer pakkeforældelser (obsoletes) for den tilføjede pakke

source: Ignore added package requires on file parent directory
da: Ignorer tilføjet pakkeafhængigheder (requires) på filforældremappe

source: Do not check added package requires
da: Undersøg ikke tjek tilføjet pakkekrav

source: Ignore added package upgrades
da: Ignorer tilføjet pakkeopgraderinger

source: Debug generic operations
da: Fejlsøg generiske handlinger

source: Predefine MACRO with value EXPR
da: Foruddefiner MAKRO med værdi UDTRYK

source: 'MACRO EXPR'
da: 'MAKRO UDTRYK'

source: Define MACRO with value EXPR
da: Definer MAKRO med værdi UDTRYK

source: Undefine MACRO
da: Fjern definition på MAKRO

source: 'MACRO'
da: 'MAKRO'

source: Print macro expansion of EXPR
da: Vis makroudvidelse af UDTRYK

source: 'EXPR'
da: 'UDTRYK'

source: Read <FILE:...> instead of default file(s)
da: Læs <FIL:...> i stedet for de normale filer

source: <FILE:...>
da: <FIL:...>

source: Read <FILE:...> instead of default RPM Lua file(s)
da: læs <FIL:...> i stedet for de normale RPM-Lua-filer

source: Read <FILE:...> instead of default POPT file(s)
da: læs <FIL:...> i stedet for de normale POPT-filer

source: Specify target platform
da: Angiv målplatform

source: Don't verify package digest(s)
da: Undlad at tjekke pakkers oversigter

source: Don't verify database header(s) when retrieved
da: Undlad at tjekke databasehoveder under hentning

source: Don't verify package signature(s)
da: Verificer ikke pakkesignaturer

source: Display known query tags
da: Vis kendte forespørgselsmærker

source: Display macro and configuration values
da: Vis makro- og konfigurationsværdier

source: Print the version
da: Vis versionen

source: Debug file FingerPrintS
da: Fejlsøg fil FingerPrintS

source: Debug payload File State Machine
da: Fejlsøg payloadfil State Machine

source: Use threads for File State Machine
da: Brug tråde til File State Machine

source: Display macros used
da: Vis brugte makroer

source: Display OpenPGP (RFC 2440/4880) parsing
da: Vis OpenPGP-tolkning (RFC 2440/4880)

source: Debug Package State Machine
da: Fejlsøg Package State Machine

source: Use threads for Package State Machine
da: Brug tråde til Package State Machine

source: Debug rpmds Dependency Set
da: Fejlsøg rpmds Dependency Set

source: Debug rpmfc File Classifier
da: Fejlsøg rpmfc File Classifier

source: Debug rpmfi File Info
da: Fejlsøg rpmfi File Info

source: Debug rpmgi Generalized Iterator
da: Fejlsøg rpmgi Generalized Iterator

source: Debug rpmmi Match Iterator
da: Fejlsøg rpmmi Match Iterator

source: Debug rpmns Name Space
da: Fejlsøg rpmns Name Space

source: Debug rpmps Problem Set
da: Fejlsøg rpmps Problem Set

source: Debug rpmte Transaction Element
da: Fejlsøg rpmte Transaction Element

source: Debug rpmts Transaction Set
da: Fejlsøg rpmts Transaction Set

source: Debug rpmwf Wrapper Format
da: Fejlsøg rpmwf Wrapper Format

source: Display operation statistics
da: Vis handlingsstatistik

source: %s: option table misconfigured (%d)
da: %s: Tilvalgstabel fejlkonfigureret (%d)

source: exclude paths must begin with a /
da: udeladte stier skal begynde med et /

source: Option --relocate needs /old/path=/new/path argument
da: Tilvalget --relocate kræver argumentet /gammel/sti=/ny/sti

source: relocations must begin with a /
da: omrokeringer skal starte med et /

source: relocations must contain a =
da: omrokeringer skal indeholde et =

source: relocations must have a / following the =
da: i omrokeringer skal = efterfølges af /

source: Option --rbexclude needs transaction id argument(s)
da: Tilvalget --rbexclude kræver transaktions-id-argumenter

source: Option --rollback needs a time/date stamp argument
da: Tilvalget --rollback kræver et argument for tids-/datostempel

source: Rollback goal: %-24.24s (0x%08x)
da: Tilbagerulningsmål: %-24.24s (0x%08x)

source: malformed rollback time/date stamp argument
da: fejludført argument for tid-/datostempel til tilbagerulning

source: arbgoal takes a time/date stamp argument
da: arbgoal kræver et argument for tid-/datostempel

source: malformed arbgoal time/date stamp argument
da: fejludført arbgoalargument for tid-/datostempel

source: install all files, even configurations which might otherwise be skipped
da: installer alle filer - også konfigurationsfiler, der ellers skulle overspringes

source: do not execute package scriptlet(s)
da: udfør ingen pakkespecifikke småskripter

source: save erased package files by renaming into sub-directory
da: gem slettede pakkefiler ved at omdøbe til undermappe

source: do not install configuration files
da: installer ikke konfigurationsfiler

source: do not install documentation
da: installer ikke dokumentation

source: update the database, but do not modify the filesystem
da: opdater databasen, men rør ikke filsystemet

source: don't install file security contexts
da: installer ikke filsikkerhedskontekster

source: don't verify file digests
da: undlad at tjekke filoversigter

source: don't verify file security contexts
da: verificer ikke filsikkerhedskontekst

source: don't register headers in rpmdb
da: registrer ikke hoveder i rpmdb

source: do not execute %%pretrans scriptlet (if any)
da: udfør ikke eventuelle %%pretrans-småskripter

source: do not execute %%pre scriptlet (if any)
da: udfør ikke eventuelle %%pre-småskripter

source: do not execute %%post scriptlet (if any)
da: udfør ikke eventuelle %%post-småskripter

source: do not execute %%preun scriptlet (if any)
da: udfør ikke eventuelle %%preun-småskripter

source: do not execute %%postun scriptlet (if any)
da: udfør ikke eventuelle %%postun-småskripter

source: do not execute %%postrans scriptlet (if any)
da: udfør ikke eventuelle %%postrans-småskripter

source: do not execute any scriptlet(s) triggered by this package
da: udfør ikke småskripter, udløst af denne pakke

source: do not execute any %%triggerprein scriptlet(s)
da: udfør ingen %%triggerprein-småskripter

source: do not execute any %%triggerin scriptlet(s)
da: udfør ingen %%triggerin-småskripter

source: do not execute any %%triggerun scriptlet(s)
da: udfør ingen %%triggerun-småskripter

source: do not execute any %%triggerpostun scriptlet(s)
da: udfør ingen %%triggerpostun-småskripter

source: save erased package files by repackaging
da: red slettede pakkefiler ved genpakning

source: don't install, but tell if it would work or not
da: installer ikke, men fortæl om det ville lykkes eller ej

source: remove all packages which match <package> (normally an error is generated if <package> specified multiple packages)
da: fjern alle pakker, som passer med <pakke> (normalt ville det medføre en fejl, hvis <pakke> angav flere pakker)

source: relocate files in non-relocatable package
da: omroker filer i ikke-omrokerbar pakke

source: erase (uninstall) package
da: slet (afinstaller) pakke

source: <package>+
da: <pakke>+

source: skip files with leading component <path>
da: overspring filer med foranstillet komponent <sti>

source: <path>
da: <sti>

source: detect file conflicts between packages
da: find filkonflikter mellem pakker

source: upgrade package(s) if already installed
da: opgrader pakker, hvis allerede installeret

source: <packagefile>+
da: <pakkefil>+

source: print hash marks as package installs (good with -v)
da: udlæs #'er efterhånden som pakken installeres (virker sammen med -v)

source: don't verify package architecture
da: tjek ikke pakkens arkitektur

source: don't verify package operating system
da: tjek ikke pakkens operativsystem

source: don't check disk space before installing
da: tjek ikke om der er diskplads, før der installeres

source: install documentation
da: installer dokumentation

source: install package(s)
da: installer pakker

source: do not verify package dependencies
da: undlad at tjekke pakkers afhængighedskrav

source: do not reorder package installation to satisfy dependencies
da: ændr ikke pakkernes installationsrækkefølge for at opfylde afhængigheder

source: upgrade to an old version of the package (--force on upgrades does this automatically)
da: opgrader til en ældre version af pakken (--force gør ikke dette automatisk ved opgraderinger)

source: print percentages as package installs
da: vis procenter efterhånden som pakken installeres

source: relocate the package to <dir>, if relocatable
da: omroker pakken til <mappe>, hvis den kan omrokeres

source: <dir>
da: <mappe>

source: relocate files from path <old> to <new>
da: omroker filer fra stien <gammel> til <ny>

source: <old>=<new>
da: <gammel>=<ny>

source: ignore file conflicts between packages
da: ignorer filkonflikter mellem pakker

source: reinstall if the package is already present
da: geninstaller hvis pakken allerede er installeret

source: <date>
da: <dato>

source: If transaction fails rollback to <date>
da: Hvis transaktion mislykkes rul tilbage til <dato>

source: Exclude Transaction I.D. from rollback
da: Ekskluder transaktions-id fra tilbagerulning

source: upgrade package(s)
da: opgrader pakker

source: query/verify all packages
da: forespørg/verificer alle pakker

source: rpm checksig mode
da: rpm's tilstand til kontrol af signatur

source: query/verify package(s) owning file
da: forespørg/verificer pakker, der ejer filen

source: query/verify package(s) in group
da: forespørg/verificer pakker i gruppen

source: query/verify a package file
da: forespørg/verificer en pakkefil

source: query/verify package(s) from TOP file tree walk
da: forespørg/verificer pakker fra TOP-filtrægennemgang

source: query/verify package(s) from system HDLIST
da: forespørg/verificer pakker fra systemets HDLIST

source: query/verify package(s) with source package identifier
da: forespørg/verificer pakker med kildepakkeidentifikation

source: query/verify package(s) with package identifier
da: forespørg/verificer pakker med pakkeidentifikation

source: query/verify package(s) with header identifier
da: forespørg/verificer pakker med teksthovedidentifikation

source: query/verify package(s) with file identifier
da: forespørg/verificer pakker med filidentifikation

source: rpm query mode
da: rpm forespørgselstilstand

source: query/verify a header instance
da: forespørg/verificer en teksthovedinstans

source: query a spec file
da: forespørg en spec-fil

source: query source metadata from spec file parse
da: forespørg kildemetadata fra specifikationsfiltolkning

source: query/verify package(s) from install transaction
da: forespørg/verificer pakker fra installationstransaktion

source: query the package(s) triggered by the package
da: forespørg pakker, der udløses af pakken

source: rpm verify mode
da: rpm verifikationstilstand

source: query/verify the package(s) which require a dependency
da: forespørg/verificer pakker, der stiller et krav

source: query/verify the package(s) which require any contained provide
da: forespørg/verificer pakker, der kræver en af afhængighederne

source: query/verify the package(s) which provide a dependency
da: forespørg/verificer pakker, der kræver en afhængighed

source: query/verify the package(s) which conflict with a dependency
da: forespørg/verificer pakker, der har en konflikt med en afhængighed

source: query/verify the package(s) which obsolete a dependency
da: forespørg/verificer pakker, der forælder en afhængighed

source: create transaction set
da: opret transaktion

source: do not order transaction set
da: Sorter ikke transaktion

source: do not glob arguments
da: glob ikke argumenter

source: do not process non-package files as manifests
da: behandl ikke filer, der ikke er indeholdt i en pakke, som manifester

source: do not read headers
da: læs ikke teksthoveder

source: list all configuration files
da: vis alle konfigurationsfiler

source: list all documentation files
da: vis alle dokumentationsfiler

source: dump basic file information
da: vis grundlæggende filinformation

source: list files in package
da: vis liste over filerne i pakken

source: add suggested packages to transaction
da: tilføj foreslåede pakker til transaktion

source: skip %%config files
da: spring filer af typen %%config over

source: skip %%doc files
da: spring filer af typen %%doc over

source: skip %%ghost files
da: spring filer af typen %%ghost over

source: skip %%license files
da: spring filer af typen %%license over

source: skip %%readme files
da: spring filer af typen %%readme over

source: use the following query format
da: brug følgende forespørgselsformat

source: QUERYFORMAT
da: FORESPØRGELSESFORMAT

source: substitute i18n sections into spec file
da: erstat i18n-sektioner i spec-fil

source: display the states of the listed files
da: vis filernes status

source: specify target platform
da: angiv målplatform

source: don't verify size of files
da: verificer ikke størrelse på filer

source: don't verify symlink path of files
da: verificer ikke symlænkesti på filer

source: don't verify owner of files
da: verificer ikke ejer af filer

source: don't verify group of files
da: verificer ikke gruppe for filer

source: don't verify modification time of files
da: verificer ikke ændringsdato på filer

source: don't verify mode of files
da: verificer ikke tilstand på filer

source: don't verify file HMAC's
da: verificer ikke fil-HMAC'er

source: don't verify files in package
da: verificer ikke filerne i pakke

source: don't verify package dependencies
da: verificer ikke pakkeafhængigheder

source: don't execute verify script(s)
da: udfør ikke verificeringsskripter

source: sign package(s) (identical to --resign)
da: underskriv pakker (identisk med --resign)

source: verify package signature(s)
da: verificer pakkesignaturer

source: delete package signatures
da: slet pakkesignaturer

source: import an armored public key
da: importer en beskyttet offentlig nøgle

source: sign package(s) (identical to --addsign)
da: underskriv pakker (identisk med --addsign)

source: generate signature
da: generer signatur

source: cannot write to %%%s %s
da: kan ikke skrive til %%%s %s

source: source package expected, binary found
da: kildepakke forventet, binær fundet

source: source package contains no .spec file
da: kildepakke indeholder ingen .spec-fil

source: Couldn't fork %s: %s
da: Kunne ikke fraspalte ny proces til %s: %s

source: %s(%s) scriptlet failed, waitpid(%d) rc %d: %s
da: %s(%s) småskript mislykkedes, waitpid(%d) rc %d: %s

source: %s(%s) scriptlet failed, signal %d
da: kørsel af småskriptet %s(%s) mislykkedes, signal %d

source: %s(%s) scriptlet failed, exit status %d
da: kørsel af småskriptet %s(%s) mislykkedes, afslutningsstatus %d

source: %s: %s scriptlet failed (%d), skipping %s
da: %s: %s småskriptet mislykkedes (%d), springer %s over

source: Unable to reload signature header
da: Kunne ikke genindlæse signaturhoved

source: unpacking of archive failed%s%s: %s
da: udpakning af arkiv mislykkedes%s%s: %s

source: on file
da: for fil

source: %s failed on file %s: %s
da: %s fejlede for fil %s: %s

source: %s failed: %s
da: %s mislykkedes: %s

source: incorrect format: %s
da: ugyldigt format: %s

source: (contains no files)
da: (indeholder ingen filer)

source: replaced
da: erstattet

source: not installed
da: ej installeret

source: net shared
da: ej delt

source: (no state)
da: (ingen status)

source: (unknown %3d)
da: (ukendt %3d)

source: package without owner/group tags
da: pakke uden ejer-/gruppemærker

source: key "%s" not found in %s table
da: nøgle »%s« er ikke fundet i %s-tabel

source: group %s does not contain any packages
da: gruppe %s indeholder ingen pakker

source: no package triggers %s
da: ingen pakkeudløsere %s

source: malformed %s: %s
da: forkert udformet %s: %s

source: no package matches %s: %s
da: ingen pakker matcher %s: %s

source: no package requires %s
da: ingen pakker kræver %s

source: no package provides %s
da: ingen pakkeprovides %s

source: file %s: %s
da: fil %s: %s

source: file %s is not owned by any package
da: filen %s tilhører ingen pakke

source: invalid package number: %s
da: ugyldigt pakkenummer: %s

source: record %u could not be read
da: post %u kunne ikke læses

source: package %s is not installed
da: pakken %s er ikke installeret

source: (added files)
da: (tilføjede filer)

source: (added provide)
da: (tilføjede 'provide')

source: rpmTempFile failed
da: rpmTempFile mislykkedes

source: %s: Fwrite failed: %s
da: %s: Fwrite mislykkedes: %s

source: %s: Fread failed: %s
da: %s: Fread mislykkedes: %s

source: %s: Fflush failed: %s
da: %s: Fflush mislykkedes: %s

source: %s: No signature available
da: %s: Ingen tilgængelig signatur

source: %s: import read failed(%d).
da: %s: importlæsning mislykkedes(%d).

source: %s: import failed.
da: %s: import mislykkedes

source: headerGet failed
da: headerGet mislykkedes

source: failed to retrieve original header
da: Kunne ikke hente original hoved

source: XAR file not found (or no XAR support)
da: XAR-fil ikke fundet (eller ingen XAR-understøttelse)

source: Fread failed
da: Fread mislykkedes

source: skipping package %s with unverifiable V%u signature
da: springer pakke %s med uverificerbar V%u signatur over

source: NOT_OK
da: IKKE_O.K.

source: (MISSING KEYS:
da: (MANGLENDE NØGLER:

source: (UNTRUSTED KEYS:
da: (IKKE-BETROEDE NØGLER:

source: NO
da: NEJ

source: YES
da: JA

source: internal embedded lua scripts.
da: internt indlejrede luaskripter.

source: internal embedded Augeas.
da: internt indlejret Augeas.

source: internal embedded FICL.
da: internt indlejret FICL.

source: internal embedded JavaScript.
da: internt indlejret JavaScript.

source: internal embedded perl scripts.
da: internt indlejret perlskripter.

source: internal embedded python scripts.
da: internt indlejret pythonskripter.

source: internal embedded Spook scripts.
da: internt indlejret Spookskripter.

source: internal embedded sqlite3 scripts.
da: internt indlejrede sqlite3-skripter.

source: internal embedded squirrel scripts.
da: internt indlejret squirrelskripter.

source: internal embedded tcl scripts.
da: internt indlejret tcl-skripter.

source: header tag data can be of type uint64_t.
da: mærkedata for teksthoved kan være af typen uint64_t.

source: %s:%d "%s" has invalid name. Skipping ...
da: %s:%d »%s« har ugyldigt navn. Springer over...

source: running "%s" pipe command
da: kører datakanalkommando »%s«

source: line %d: No EVR comparison value found. Skipping ...
da: linje %d: Ingen EVR-sammenligningsværdi fundet. Springer over...

source: The "B" dependency needs an epoch (assuming same epoch as "A") A = "%s" B = "%s"
da: »B-afhængighed« kræver en epoke (antager samme epoke som »A«) A = "%s" B = "%s"

source: Couldn't create pipe for %s: %m
da: Kunne ikke oprette datakanal for %s: %m

source: Couldn't exec %s: %s
da: Kunne ikke udføre %s: %s

source: Command "%s" failed, exit(%d)
da: Kommando »%s« mislykkedes, exit(%d)

source: failed to write all data to %s
da: kunne ikke skrive alle data til %s

source: Compilation of pattern '%s' (expanded from '%s') failed. Skipping ...
da: Oversættelse af mønsteret '%s' (udvidet fra '%s') mislykkedes. Springer over...

source: Skipping %c: '%s'
da: Spring %c over: '%s'

source: skipping %s provides detection
da: springer kontrol af udbyderafhængigheden %s over

source: skipping %s requires detection
da: springer kontrol af kræverafhængigheden %s over

source: Finding %s: %s
da: Finder %s: %s

source: Failed to find %s:
da: Kunne ikke finde %s:

source: open of %s failed: %s
da: åbning af %s mislykkedes %s

source: unknown tag: "%s"
da: ukendt mærke: »%s«

source: Preparing...
da: Forbereder...

source: Preparing packages for installation...
da: Forbereder pakker til installation...

source: Repackaging...
da: Pakker om...

source: Repackaging erased files...
da: Pakker slettede filer om...

source: Upgrading...
da: Opgraderer...

source: Upgrading packages...
da: Opgraderer pakker...

source: Suggested resolutions:
da: Løsninger på konflikter:

source: Failed dependencies
da: Afhængighedskrav, der ikke kunne imødekommes

source: Ordering problems
da: Ordenproblemer

source: Install/Erase problems
da: Installations-/sletteproblemer

source: package "%s" cannot be found
da: pakken »%s« kan ikke findes

source: package "%s" cannot be erased
da: pakken »%s« kan ikke slettes

source: package %s is not relocatable
da: pakken %s kan ikke omrokeres

source: "%s" specifies multiple packages
da: »%s« angiver flere pakker

source: cannot open %s: %s
da: kunne ikke åbne %s: %s

source: Installing %s
da: Installerer %s

source: %s cannot be installed
da: %s kunne ikke installeres

source: can't create transaction lock on %s (%s)
da: kan ikke oprette transaktionslås på %s (%s)

source: waiting for transaction lock on %s
da: venter på transaktionslås for %s

source: different
da: forskellig

source: package %s is intended for a %s platform
da: pakken %s er beregnet til %s-platformen

source: package %s is already installed
da: pakken %s er allerede installeret

source: re-packaged package with %s: %s is missing
da: ompakkede pakke med %s: %s mangler

source: path %s in package %s is not relocatable
da: sti %s i pakke %s kan ikke omrokeres

source: file %s conflicts between attempted installs of %s and %s
da: filen %s skaber konflikt mellem den forsøgte installation af %s og %s

source: file %s from install of %s conflicts with file from package %s
da: filen %s fra installationen af %s skaber konflikt med fil fra pakken %s

source: package %s (which is newer than %s) is already installed
da: pakke %s (som er nyere end %s) er allerede installeret

source: installing package %s needs %lu%cB on the %s filesystem
da: installation af pakke %s kræver %lu%cB på %s-filsystemet
