Repository: makesoftwaresafe/toyota-multimedia-2022
Catalog: Linux/rpm-5.4.15/po/*.po
Languages: da

source: (%s not created: %s)
da: (%s ikke oprettet: %s)

source: (%s created)
da: (%s oprettet)

source: %s: %s not modified: %s
da: %s: %s ikke ændret: %s

source: (%s not created: mode not specified)
da: (%s ikke oprettet: tilstand ikke angivet)

source: (%s not created: %s)
da: (%s ikke oprettet: %s)

source: (%s created)
da: (%s oprettet)

source: %s: permissions not set: %s
da: %s: Tilladelser ikke angivet: %s

source: %s: file flags not set: %s
da: %s: Filflag ikke angivet: %s

source: , not removed: %s
da: , ikke fjernet: %s

source: , removed
da: , fjernet

source: Follow symlinks
da: Følg symlænker

source: Don't follow symlinks
da: Følg ikke symlænker

source: <file>
da: <fil>

source: Don't complain about files not in the specification
da: Brok dig ikke over filer der ikke er i specifikationen

source: Read file tree <spec>
da: Læs filtræ <spec>

source: Indent sub-directories
da: Indryk undermapper

source: Add <key> to specification
da: Tilføj <nøgle> til specifikation

source: Use "type" keywords instead
da: Brug »typenøgleord« i stedet

source: Loose permissions check
da: Svagt rettighedstjek

source: Don't include sub-directory comments
da: Inkluder ikke kommentarer fra undermappe

source: Use <path> rather than current directory
da: Brug <sti> frem for aktuel mappe

source: Quiet mode
da: Stilletilstand

source: Remove files not in specification
da: Fjern filer ikke i specifikation

source: Display crc for file(s) with <seed>
da: Vis crc for filer med <seed>

source: Touch files iff timestamp differs
da: Mærk filer hvis tidsstempler er forskellige

source: Update owner/group/permissions to match specification
da: Opdater ejer/gruppe/tilladelser så de svarer til specifikationen

source: Same as -u, but ignore match status on exit
da: Som -u, men ignorer resultatstatus ved afslutning

source: Treat missing uid/gid as warning
da: Behandl manglende uid/gid som advarsel

source: (no controlling terminal) %s
da: (ingen kontrollerende terminal) %s

source: (no controlling terminal) #%d
da: (ingen kontrollerende terminal) #%d

source: %s: %s checksum: %u
da: %s: %s tjeksum: %u

source: --split and --checkts options are mutually exclusive
da: Tilvalgene --split og --checkts udelukker hinanden indbyrdes

source: Error loading exclude glob patterns.
da: Fejl ved indlæsning af ekskluder globmønstre.

source: Error loading include glob patterns.
da: Fejl ved indlæsning af inkluder globmønstre.

source: repo is up to date
da: arkiv er opdateret

source: Remote file exists.
da: Ekstern fil findes.

source: Remote file does not exist -- broken link!!!
da: Ekstern fil findes ikke - ødelagt henvisning!

source: Ouptut file "%s" exists, skipping retrieve.
da: Uddatafil »%s« findes, springer hentning over.

source: Input for file "%s" is not newer, skipping retrieve.
da: Inddata for fil »%s« er ikke nyere, springer hentning over.

source: --%s-- (%3.1f KB/s) - `%s' saved [%lu]
da: --%s-- (%3.1f KB/s) - »%s« gemte [%lu]

source: Download quota of %lluK EXCEEDED!
da: Overførselskvota på %lluK OVERSKREDET!

source: display the version of Wget and exit.
da: vis versionen for Wget og afslut.

source: print this help.
da: vis denne hjælp.

source: go to background after startup.
da: gå til baggrund efter opstart.

source: execute a `.wgetrc'-style command.
da: kør en .wgetrc-lignende kommando.

source: COMMAND
da: KOMMANDO

source: log messages to FILE.
da: log beskeder til FIL.

source: append log messages to FILE.
da: tilføj logbeskeder til FIL.

source: print lots of debugging information.
da: vis masser af fejlsøgningsinformation.

source: quiet (no output).
da: stille (ingen uddata).

source: be verbose (this is the default).
da: vær uddybende (dette er standarden).

source: turn off verboseness, without being quiet.
da: sluk uddybende tilstand, men vær ikke helt stille.

source: download URLs found in FILE.
da: hent adresser fundet i FIL.

source: treat input file as HTML.
da: opfat inddatafil som HTML.

source: prepends URL to relative links in -F -i file.
da: foranstiller adresse til relativ henvisning i -F -i fil.

source: URL
da: Adresse

source: set number of retries to NUMBER (0 unlimits).
da: angiv antallet af forsøg til ANTAL (0 ubegrænset).

source: NUMBER
da: ANTAL

source: retry even if connection is refused.
da: forsøg igen selv om forbindelse nægtes.

source: write documents to FILE.
da: skriv dokumenter til FIL.

source: skip downloads that would download to existing files.
da: spring hentninger over som ville hente til eksisterende filer.

source: resume getting a partially-downloaded file.
da: genoptag hentning af en delvist hentet fil.

source: select progress gauge type.
da: vælg typen for fremgangsmåling.

source: don't re-retrieve files unless newer than local.
da: hent ikke filer igen med mindre de er nyere end den lokale udgave.

source: print server response.
da: vis serversvar.

source: don't download anything.
da: hent ingenting.

source: set all timeout values to SECONDS.
da: angiv alle tidsudløbsværdier i SEKUNDER.

source: set the DNS lookup timeout to SECS.
da: angiv tidsudløbet for DNS-opslag til SEK.

source: set the connect timeout to SECS.
da: angiv tidsudløb for connect til SEK.

source: set the read timeout to SECS.
da: angiv tidsudløb for læsning (read) til SEK.

source: wait SECONDS between retrievals.
da: vent SEKUNDER mellem hentninger.

source: wait 1..SECONDS between retries of a retrieval.
da: vent 1..SEKUNDER før der prøves igen ved hentning.

source: wait from 0...2*WAIT secs between retrievals.
da: vent fra 0...2*VENT sekunder før der prøves igen.

source: explicitly turn off proxy.
da: slå proxy eksplicit fra.

source: set retrieval quota to NUMBER.
da: angiv hentningskvota til ANTAL.

source: bind to ADDRESS (hostname or IP) on local host.
da: bind til ADRESSE (værtsnavn eller IP) på lokal vært.

source: ADDRESS
da: ADRESSE

source: limit download rate to RATE.
da: begræns overførselsrate til HAST.

source: RATE
da: HAST

source: disable caching DNS lookups.
da: deaktiver at DNS-opslag caches.

source: restrict chars in file names to ones OS allows.
da: begræns tegn i filnavne til hvad operativsystemet tillader.

source: ignore case when matching files/directories.
da: ignorer små/store bogstaver når filer eller mapper sammenlignes.

source: connect only to IPv4 addresses.
da: forbind kun til IPv4-adresser.

source: connect only to IPv6 addresses.
da: forbind kun til IPv6-adresser.

source: connect first to addresses of specified family, one of IPv6, IPv4, or none.
da: forbind først til adresser fra angivet familie: IPv6, IPv4 eller ingen (none).

source: FAMILY
da: FAMILIE

source: set both ftp and http user to USER.
da: sæt både ftp- og http-bruger til BRUGER.

source: set both ftp and http password to PASS.
da: sæt både ftp- og http-adgangskode til ADG.

source: PASS
da: ADG

source: don't create directories.
da: opret ikke mapper.

source: force creation of directories.
da: fremtving oprettelse af mapper.

source: don't create host directories.
da: opret ikke værtsmapper.

source: use protocol name in directories.
da: brug protokolnavn i mapper.

source: save files to PREFIX/...
da: gem filer til PRÆFIKS/...

source: PREFIX
da: PRÆFIKS

source: ignore NUMBER remote directory components.
da: ignorer ANTAL eksterne mappekomponenter.

source: set http user to USER.
da: sæt http-bruger til BRUGER.

source: set http password to PASS.
da: sæt http-adgangskode til ADG.

source: disallow server-cached data.
da: deaktiver servermellemlagrede data.

source: save HTML documents with `.html' extension.
da: gem HTML-dokumenter med filendelsen ».html«.

source: ignore `Content-Length' header field.
da: ignorer teksthovedfeltet »Content-Length«.

source: insert STRING among the headers.
da: indsæt STRENG blandt hovederne.

source: STRING
da: STRENG

source: maximum redirections allowed per page.
da: maksimalt antal videresendelser der er tilladt per side.

source: set USER as proxy username.
da: sæt BRUGER som proxybrugernavn.

source: set PASS as proxy password.
da: sæt ADG. som proxy-adgangskode.

source: include `Referer: URL' header in HTTP request.
da: medtag teksthovedet »Referer: URL« i HTTP-forespørgsel.

source: save the HTTP headers to file.
da: gem HTTP-hovedet til fil.

source: identify as AGENT instead of Wget/VERSION.
da: identificer som AGENT i steden for Wget/VERSION.

source: disable HTTP keep-alive (persistent connections).
da: deaktiver HTTP hold i live (vedvarende forbindelser).

source: don't use cookies.
da: brug ikke cookier.

source: load cookies from FILE before session.
da: indlæs cookier fra FIL før session.

source: save cookies to FILE after session.
da: gem cookier til FIL efter session.

source: load and save session (non-permanent) cookies.
da: indlæs og gem sessionscookier (ikkepermanent).

source: use the POST method; send STRING as the data.
da: brug metoden POST; send STRENG som data.

source: use the POST method; send contents of FILE.
da: brug metoden POST; send indhold af FIL.

source: honor the Content-Disposition header when choosing local file names (EXPERIMENTAL).
da: overhold Content-Dispostion-teksthovedet når der vælges lokale filnavne (EKSPERIMENTEL).

source: choose secure protocol, one of auto, SSLv2, SSLv3, and TLSv1.
da: vælg sikker protokol: auto, SSLv2, SSLv3 eller TLSv1.

source: PR
da: PROTO

source: don't validate the server's certificate.
da: valider ikke serverens certifikat.

source: client certificate file.
da: klientcertifikatfil.

source: client certificate type, PEM or DER.
da: klientcertifikattype, PEM eller DER.

source: private key file.
da: privat nøglefil.

source: private key type, PEM or DER.
da: privat nøgletype, PEM eller DER.

source: set ftp user to USER.
da: sæt ftp-bruger til BRUGER.

source: set ftp password to PASS.
da: sæt ftp-adgangskode til ADG.

source: don't remove `.listing' files.
da: fjern ikke .listing-filer.

source: disable the "passive" transfer mode.
da: deaktiver overførselstilstanden »passive«.

source: when recursing, get linked-to files (not dir).
da: når rekursiv så hent filer der er henvist til (ikke mapper).

source: preserve remote file permissions.
da: bevar de eksterne filrettigheder.

source: specify recursive download.
da: angiv rekursiv hentning.

source: maximum recursion depth (inf or 0 for infinite).
da: maksimal rekursiv dybde (uendelig eller 0 for uendelig).

source: delete files locally after downloading them.
da: slet filer lokalt efter de er hentet.

source: make links in downloaded HTML point to local files.
da: sørg for at henvisninger i hentet HTML peger på lokale filer.

source: before converting file X, back up as X.orig.
da: lav sikkerhedskopi som X.orig før konvertering af fil X

source: shortcut for -N -r -l inf --no-remove-listing.
da: genvej for -N -r -l inf --no-remove-listing.

source: get all images, etc. needed to display HTML page.
da: hent alle billeder etc. der skal bruges for at vise HTML-side.

source: turn on strict (SGML) handling of HTML comments.
da: aktiver streng (SGML) håndtering af HTML-kommentarer.

source: comma-separated list of accepted extensions.
da: kommaadskilt liste over accepterede filendelser.

source: LIST
da: LISTE

source: comma-separated list of rejected extensions.
da: kommaadskilt liste over afviste filendelser.

source: comma-separated list of accepted domains.
da: kommaadskilt liste over accepterede domæner.

source: comma-separated list of rejected domains.
da: kommaadskilt liste over afviste domæner.

source: follow FTP links from HTML documents.
da: følg FTP-henvisninger fra HTML-dokumenter.

source: comma-separated list of followed HTML tags.
da: kommaadskilt liste over fulgte HTML-mærker.

source: comma-separated list of ignored HTML tags.
da: kommaadskilt liste over ignorerede HTML-mærker.

source: go to foreign hosts when recursive.
da: gå til fremmede værter når rekursiv.

source: follow relative links only.
da: følg kun relative henvisninger.

source: list of allowed directories.
da: liste over tilladte mapper.

source: list of excluded directories.
da: liste over ekskluderede mapper.

source: don't ascend to the parent directory.
da: gå ikke opad til overmappen.

source: Startup:
da: Opstart:

source: Logging and input file:
da: Logning og inddatafil:

source: Download:
da: Hent:

source: Directories:
da: Mapper:

source: HTTP options:
da: HTTP-tilvalg:

source: HTTPS (SSL/TLS) options:
da: HTTPS-tilvalg (SSL/TLS):

source: FTP options:
da: FTP-tilvalg:

source: Recursive download:
da: Rekursiv hentning:

source: Recursive accept/reject:
da: Rekursiv accept/afvisning:

source: Usage: rpmwget [OPTION]... [URL]... Mandatory arguments to long options are mandatory for short options too. Mail bug reports and suggestions to <rpm-devel@rpm5.org>.
da: Brug: rpmwget [TILVALG]... [ADRESSE]... Påkrævede argumenter for lange tilvalg er også påkrævede for korte tilvalg. Send fejlrapporter og forslag til <rpm-devel@rpm5.org>.

source: Install a new module FILE
da: Installer en ny modulfil

source: Upgrade an existing module FILE
da: Opgrader en eksisterende modulfil

source: Install a new base module FILE
da: Installer en ny basemodulfil

source: Remove an existing MODULE
da: Fjern et eksisterende MODUL

source: MODULE
da: MODUL

source: Reload policy
da: Genindlæs politik

source: Build and reload policy
da: Byg og genindlæs politik

source: Other options:
da: Andre indstillinger:

source: List installed policy modules that match REGEX.
da: Vis installerede politikmoduler som stemmer overens med REGEX.

source: Install a new base policy module FILE.
da: Installer en ny modulfil for basepolitik.

source: Install a new policy module FILE.
da: Installer en ny modulfil for politik.

source: Upgrade an existing policy module FILE.
da: Opgrader en eksisterende modulfil for politik.

source: Remove an existing policy MODULE.
da: Fjern et eksisterende politikmodul.

source: Reload policy.
da: Genindlæs politik.

source: Build and reload policy.
da: Byg og genindlæs politik.

source: Exit the program.
da: Afslut programmet.
