Repository: makesoftwaresafe/toyota-multimedia-2022
Catalog: Linux/rpm-5.4.15/po/*.po
Languages: da

source: Failed build dependencies
da: Afhængighedskrav for pakkeopbygning kunne ikke imødekommes

source: Unable to open spec file %s: %s
da: Kan ikke åbne spec-fil %s: %s

source: Failed to read spec file from %s
da: Kunne ikke læse spec-fil fra %s

source: Failed to rename %s to %s: %m
da: Kunne ikke omdøbe %s til %s: %m

source: failed to stat %s: %m
da: kunne ikke finde %s: %m

source: File %s is not a regular file.
da: Filen %s er ikke en regulær fil.

source: File %s does not appear to be a specfile.
da: Filen %s synes ikke at være en spec-fil.

source: Building target platforms: %s
da: Opbygger mål-platforme: %s

source: target platform: %s
da: målplatform: %s

source: Query options (with -q or --query):
da: Forespørgselstilvalg (med -q eller --query):

source: Verify options (with -V or --verify):
da: Verifikationstilvalg (med -V eller --verify):

source: Source options (with --query or --verify):
da: Kildetilvalg (med --query eller --verify):

source: Dependency check/order options:
da: Tilvalg for afhængighedstjek/-orden:

source: File tree walk options (with --ftswalk):
da: Tilvalg for gennemløb af filtræ (med --ftswalk):

source: Signature options:
da: Signaturtilvalg:

source: Database options:
da: Databasetilvalg:

source: Build options with [ <specfile> | <tarball> | <source package> ]:
da: Opbygningstilvalg med [ <spec-fil> | <tararkiv> | <kildepakke> ]:

source: Install/Upgrade/Erase options:
da: Installations-/opgraderings-/slettetilvalg:

source: Common options:
da: Fælles tilvalg:

source: only one major mode may be specified
da: kun ét hovedtilvalg kan angives

source: one type of query/verify may be performed at a time
da: kun én af forespørgsel/verificer kan udføres ad gangen

source: unexpected query flags
da: uventet forespørgselsflag

source: unexpected query format
da: uventet forespørgselsformat

source: unexpected query source
da: uventet forespørgselskilde

source: only installation, upgrading, rmsource and rmspec may be forced
da: kun installation, opgradering, rmsource og rmspec kan tvinges igennem

source: files may only be relocated during package installation
da: filer kan kun omrokeres under installation

source: cannot use --prefix with --relocate or --excludepath
da: kan ikke bruge --prefix med --relocate eller --excludepath

source: --relocate and --excludepath may only be used when installing new packages
da: --relocate og --excludepath kan kun bruges, når nye pakker installeres

source: --prefix may only be used when installing new packages
da: --prefix kan kun bruges, når nye pakker installeres

source: arguments to --prefix must begin with a /
da: parametre til --prefix skal starte med et /

source: --hash (-h) may only be specified during package installation
da: --hash (-h) kan kun angives ved installation

source: --percent may only be specified during package installation
da: --percent kan kun angives ved installation

source: --replacepkgs may only be specified during package installation
da: --replacepkgs kan kun angives ved installation

source: --excludedocs may only be specified during package installation
da: --excludedocs kan kun angives ved installation

source: --includedocs may only be specified during package installation
da: --includedocs kan kun angives ved installation

source: only one of --excludedocs and --includedocs may be specified
da: kun én af --excludedocs og --includedocs kan angives

source: --ignorearch may only be specified during package installation
da: --ignorearch kan kun angives ved installation

source: --ignoreos may only be specified during package installation
da: --ignoreos kan kun angives ved installation

source: --allmatches may only be specified during package erasure
da: --allmatches kan kun angives ved installation

source: --allfiles may only be specified during package installation
da: --allfiles kan kun angives ved installation

source: --justdb may only be specified during package installation and erasure
da: --justdb kan kun angives ved installation og sletning

source: script disabling options may only be specified during package installation and erasure
da: tilvalg vedrørende deaktivering af skript kan kun angives under pakkeinstallation og -sletning

source: trigger disabling options may only be specified during package installation and erasure
da: tilvalg vedrørende deaktivering af udløsere kan kun angives under pakkeinstallation og -sletning

source: --nodeps may only be specified during package building, rebuilding, recompilation, installation, erasure, and verification
da: --nodeps kan kun angives ved pakkebygning, genopbygning (rebuilding), genoversættelse, installation, sletning og verifikation

source: --test may only be specified during package installation, erasure, and building
da: --test kan kun angives ved installation, sletning og opbygning

source: --root (-r) may only be specified during installation, erasure, querying, and database rebuilds
da: --root (-r) kan kun angives ved installation, sletning, forespørgsel og genopbygning af databasen (rebuilds)

source: arguments to --root (-r) must begin with a /
da: parameteren til --root (-r) skal starte med et /

source: no files to sign
da: ingen filer at underskrive

source: cannot access file %s
da: kan ikke tilgå filen %s

source: Enter pass phrase:
da: Indtast adgangskode:

source: Pass phrase check failed
da: Adgangskode ikke godkendt

source: Pass phrase is good.
da: Adgangskode godkendt.

source: creating a pipe for --pipe failed: %m
da: kunne ikke oprette et rør til --pipe: %m

source: exec failed
da: eksekvering mislykkedes

source: no packages files given for rebuild
da: ingen pakkefiler angivet til genopbygning (rebuild)

source: no spec files given for build
da: ingen spec-fil angivet til opbygning

source: no tar files given for build
da: ingen tar-arkiver angivet til opbygning

source: no packages given for erase
da: ingen pakker angivet til sletning

source: no packages given for install
da: ingen pakker angivet ved installation

source: no arguments given for query
da: ingen parametre angivet ved forespørgsel

source: no arguments given for verify
da: ingen parametre angivet ved verifikation

source: no arguments given
da: ingen parametre angivet

source: Unable to open temp file.
da: Kunne ikke åbne midlertidig fil.

source: Executing(%s): %s
da: Udfører(%s): %s

source: Bad exit status from %s (%s)
da: Fejl-afslutningsstatus fra %s (%s)

source: RPM build errors:
da: RPM opbygningsfejl:

source: syntax error while parsing ==
da: syntaksfejl under tolkning af ==

source: syntax error while parsing &&
da: syntaksfejl under tolkning af &&

source: syntax error while parsing ||
da: syntaksfejl under tolkning af ||

source: parse error in expression
da: tolkningsfejl i udtryk

source: unmatched (
da: uparret (

source: - only on numbers
da: - kun for tal

source: ! only on numbers
da: ! kun for tal

source: types must match
da: typer skal passe sammen

source: * / not suported for strings
da: * / understøttes ikke for strenge

source: - not suported for strings
da: - understøttes ikke for strenge

source: && and || not suported for strings
da: && og || understøttes ikke for strenge

source: syntax error in expression
da: syntaksfejl i udtryk

source: TIMECHECK failure: %s
da: TIMECHECK-fejl: %s

source: Missing '(' in %s %s
da: Manglende '(' i %s %s

source: Missing ')' in %s(%s
da: Manglende ')' i %s %s

source: Invalid %s token: %s
da: Ugyldigt %s-symbol: %s

source: Missing %s in %s %s
da: Manglende %s i %s %s

source: Non-white space follows %s(): %s
da: Ikke-mellemrum efterfølger %s(): %s

source: Bad syntax: %s(%s)
da: Ugyldig syntaks: %s(%s)

source: Bad mode spec: %s(%s)
da: Ugyldig tilstandsangivelse: %s(%s)

source: Bad dirmode spec: %s(%s)
da: Ugyldig dirmode-spec: %s(%s)

source: Unusual locale length: "%.*s" in %%lang(%s)
da: Anormal locale-længde: "%.*s" i %%lang(%s)

source: Duplicate locale %.*s in %%lang(%s)
da: Dobbelt locale %.*s i %%lang(%s)

source: Hit limit for %%docdir
da: Træfningsgrænse for %%docdir

source: Only one arg for %%docdir
da: Kun et parameter for %%docdir

source: Two files on one line: %s
da: To filer på en linje: %s

source: File must begin with "/": %s
da: Fil skal begynde med "/": %s

source: Can't mix special %%doc with other forms: %s
da: Kan ikke blande special-%%doc med andre former: %s

source: illegal _docdir_fmt: %s
da: ugyldig _docdir_fmt: %s

source: File listed twice: %s
da: Fil angivet to gange: %s

source: Symlink points to BuildRoot: %s -> %s
da: Symbolsk lænke peger på BuildRoot: %s -> %s

source: File doesn't match prefix (%s): %s
da: Fil passer ikke til præfiks (%s): %s

source: Optional file not found: %s
da: Valgfri fil ikke fundet: %s

source: File not found: %s
da: Fil ikke fundet: %s

source: %s: can't load unknown tag (%d).
da: %s: kan ikke indlæse ukendt mærke (%d).

source: %s: public key read failed.
da: %s: kunne ikke læse offentlig nøgle

source: %s: not an armored public key.
da: %s: ikke en beskyttet offentlig nøgle.

source: %s: *.te policy read failed.
da: %s: kunne ikke læse *.te-politik

source: File needs leading "/": %s
da: Fil kræver foranstillet "/": %s

source: Glob not permitted: %s
da: Glob ikke tilladt: %s

source: Optional file not found by glob: %s
da: Valgfri fil blev ikke fundet af glob: %s

source: File not found by glob: %s
da: Fil ikke fundet med glob: %s

source: Could not open %%files file %s: %s
da: Kunne ikke åbne '%%files'-fil %s: %s

source: line: %s
da: linje: %s

source: Bad file: %s: %s
da: Ugyldig fil: %s: %s

source: Bad owner/group: %s
da: Ugyldig ejer/gruppe: %s

source: Checking for unpackaged file(s): %s
da: Tjekker for upakkede filer: %s

source: Installed (but unpackaged) file(s) found: %s
da: Installeret (men upakket) filer fundet: %s

source: File(s) packaged into both %s and %s: %s
da: Filer pakket i både %s og %s: %s

source: Unpackaged subdir(s) in %s: %s
da: Upakkede undermapper i %s: %s

source: Processing files: %s
da: Gennemløber filer: %s

source: getUname: too many uid's
da: getUname: for mange uid'er

source: getUnameS: too many uid's
da: getUnameS: for mange uid'er

source: getUidS: too many uid's
da: getUidS: for mange uid'er

source: getGname: too many gid's
da: getGname: for mange gid'er

source: getGnameS: too many gid's
da: getGnameS: for mange gid'er

source: getGidS: too many gid's
da: getGidS: for mange gid'er

source: Could not canonicalize hostname: %s
da: Kunne ikke kanonisere værtsnavn: %s

source: create archive failed on file %s: %s
da: arkivoprettelse mislykkedes ved fil %s: %s

source: create archive failed: %s
da: kunne ikke oprette arkiv: %s

source: cpio_copy write failed: %s
da: cpio_copy-skrivning mislykkedes: %s

source: cpio_copy read failed: %s
da: cpio_copy-læsning mislykkedes: %s

source: Could not open PreIn file: %s
da: Kunne ikke åbne 'PreIn'-fil: %s

source: Could not open PreUn file: %s
da: Kunne ikke åbne 'PreUn'-fil: %s

source: Could not open PreTrans file: %s
da: Kunne ikke åbne PreTrans-fil: %s

source: Could not open PostIn file: %s
da: Kunne ikke åbne 'PostIn'-fil: %s

source: Could not open PostUn file: %s
da: Kunne ikke åbne 'PostUn'-fil: %s

source: Could not open PostTrans file: %s
da: Kunne ikke åbne PostTrans-fil: %s

source: Could not open VerifyScript file: %s
da: Kunne ikke åbne 'VerifyScript'-fil: %s

source: Could not open Test file: %s
da: Kunne ikke åbne Testfil: %s

source: Could not open Trigger script file: %s
da: Kunne ikke åbne skriptfilen Trigger: %s

source: readRPM: open %s: %s
da: readRPM: åbn %s: %s

source: readRPM: read %s: %s
da: readRPM: læs %s: %s

source: %s: Fseek failed: %s
da: %s: Fseek mislykkedes: %s

source: readRPM: %s is not an RPM package
da: readRPM: %s er ikke nogen RPM-pakke

source: readRPM: reading header from %s
da: readRPM: læser hoved fra %s

source: Unable to create immutable header region.
da: Kunne ikke oprette uforanderlig hovedregion.

source: Generating signature: %d
da: Genererer signatur: %d

source: Unable to reload signature header.
da: Kunne ikke genindlæse signaturhoved.

source: Could not open %s: %s
da: Kunne ikke åbne %s: %s

source: Unable to write package: %s
da: Kunne ikke skrive pakke: %s

source: Unable to open sigtarget %s: %s
da: Kunne ikke åbne sigtarget %s: %s

source: Unable to read payload from %s: %s
da: Kunne ikke læse pakkeindhold fra %s: %s

source: Unable to write payload to %s: %s
da: Kunne ikke skrive pakkeindhold til %s: %s

source: Wrote: %s
da: Skrev: %s

source: Could not generate output filename for package %s: %s
da: Kunne ikke generere filnavn til oprettelse af pakke %s: %s

source: cannot create %s: %s
da: kan ikke oprette %s: %s

source: line %d: unknown specfile section
da: linje %d: Ukendt afsnit i specifikationsfil

source: line %d: second %%%s section
da: linje %d: anden %%%s-sektion

source: %%changelog entries must start with *
da: '%%changelog'-indgange skal starte med *

source: incomplete %%changelog entry
da: ufærdig '%%changelog'-indgang

source: bad date in %%changelog: %s
da: ugyldig dato i %%changelog: %s

source: %%changelog not in descending chronological order
da: %%changelog ikke i nedadgående kronologisk rækkefølge

source: missing name in %%changelog
da: navn mangler i %%changelog

source: no description in %%changelog
da: ingen beskrivelse i %%changelog

source: line %d: Error parsing %%description: %s
da: linje %d: Fejl ved tolkning af %%description: %s

source: line %d: Bad option %s: %s
da: linje %d: Ugyldigt tilvalg %s: %s

source: line %d: Too many names: %s
da: linje %d: For mange navne: %s

source: line %d: Package does not exist: %s
da: linje %d: Pakken findes ikke: %s

source: line %d: Error parsing %%files: %s
da: linje %d: Fejl ved tolkning af %%files: %s

source: line %d: Second %%files list
da: linje %d: Anden '%%files'-liste

source: Architecture is excluded: %s
da: Arkitekturen er ekskluderet: %s

source: Architecture is not included: %s
da: Arkitekturen er ikke inkluderet: %s

source: OS is excluded: %s
da: OS er ekskluderet: %s

source: OS is not included: %s
da: OS is ikke inkluderet: %s

source: %s field must be present in package: %s
da: '%s'-felt skal være tilstede i pakke : %s

source: Duplicate %s entries in package: %s
da: Flere '%s'-indgange i pakke: %s

source: No icon file in sources
da: Ingen ikonfil i kilder

source: Invalid icon URL: %s
da: Ugyldig ikon-URL: %s

source: Unable to open icon %s: %s
da: Kunne ikke åbne ikon %s: %s

source: Unable to read icon %s: %s
da: Kunne ikke læse ikon %s: %s

source: Icon %s is too big (max. %d bytes)
da: Ikon %s er for stort (maks. %d byte)

source: line %d: Tag takes single token only: %s
da: linje %d: Mærke kræver kun enkelt symbol: %s

source: line %d: invalid tag value("%s") %s: %s
da: linje %d: Ugyldig mærkeværdi(»%s«) %s: %s

source: line %d: Malformed tag: %s
da: linje %d: Forkert udformet mærke: %s

source: line %d: Empty tag: %s
da: linje %d: Tomt mærke: %s

source: line %d: Illegal char '-' in %s: %s
da: linje %d: Ugyldigt tegn '-' i %s: %s

source: BuildRoot can not be "/": %s
da: BuildRoot kan ikke være "/": %s

source: line %d: Prefixes must begin with "/": %s
da: linje %d: Præfikser skal begynde med »/«: %s

source: line %d: Prefixes must not end with "/": %s
da: linje %d: Præfikser kan ikke ende på »/«: %s

source: line %d: Docdir must begin with '/': %s
da: linje %d: Docdir skal starte med '/': %s

source: line %d: %s takes an integer value: %s
da: linje %d: %s kræver en integerværdi: %s

source: line %d: Bad %s: qualifiers: %s
da: linje %d: Ugyldig %s: angivere: %s

source: line %d: Bad BuildArchitecture format: %s
da: linje %d: Ugyldigt 'BuildArchitecture'-format: %s

source: line %d: Only "noarch" sub-packages are supported: %s
da: linje %d: Kun underpakker »noarch« er understøttet: %s

source: Bad package specification: %s
da: Ugyldig pakkeangivelse: %s

source: line %d: Unknown tag: %s
da: linje %d: Ukendt mærke: %s

source: Bad source: %s: %s
da: Ugyldig kilde: %s: %s

source: No patch number %d
da: Ingen lap nummer %d

source: No source number %d
da: Ingen kilde nummer %d

source: Error parsing %%setup: %s
da: Fejl ved tolking af %%setup: %s

source: line %d: Bad arg to %%setup: %s
da: linje %d: Ugyldig parameter til %%setup: %s

source: line %d: Bad %%setup option %s: %s
da: linje %d: Ugyldigt '%%setup'-tilvalg %s: %s

source: line %d: Need arg to %%patch -b: %s
da: linje %d: Kræver parameter til %%patch -b: %s

source: line %d: Need arg to %%patch -z: %s
da: linje %d: Kræver parameter til %%patch -z: %s

source: line %d: Bad arg to %%patch -F: %s
da: linje %d: Ugyldig parameter til %%patch -F: %s

source: line %d: Need arg to %%patch -d: %s
da: linje %d: Kræver parameter til %%patch -d: %s

source: line %d: Need arg to %%patch -p: %s
da: linje %d: Kræver parameter til %%patch -p: %s

source: line %d: Bad arg to %%patch -p: %s
da: linie %d: Ugyldigt parameter til %%patch -p: %s

source: Too many patches!
da: For mange lapper (patches)!

source: line %d: Bad arg to %%patch: %s
da: linje %d: Ugyldig parameter til %%patch: %s

source: Missing %s%d %s: %s
da: Manglende %s%d %s: %s

source: Fetching(%s%d): %s
da: Henter(%s%d): %s

source: Fetching %s%d failed: %s
da: Kunne ikke hente %s%d: %s

source: Missing %s%d: %s: %s
da: Manglende %s%d: %s: %s

source: line %d: second %%prep
da: linje %d: anden %%prep

source: line %d: Dependency "%s" must begin with alpha-numeric, '_' or '/': %s
da: linje %d: Afhængighed »%s« skal starte med alfanumerisk, '_' eller '/': %s

source: line %d: Versioned file name not permitted: %s
da: linje %d: Filnavn med version ikke tilladt: %s

source: line %d: %s must be specified: %s
da: linje %d: %s skal angives: %s

source: line %d: %s does not parse: %s
da: linje %d: %s kan ikke fortolkes: %s

source: line %d: triggers must have --: %s
da: linje %d: Udløsere skal have --: %s

source: line %d: Error parsing %s: %s
da: linje %d: Fejl under tolkning af %s: %s

source: line %d: embedded interpreter token must end with '>': %s
da: linje %d: indlejret fortolkningssymbol skal slutte med '>': %s

source: line %d: script program must begin with '/': %s
da: linje %d: skriptprogram skal starte med '/': %s

source: line %d: Second %s
da: linje %d: Anden %s

source: line %d: unsupported internal script: %s
da: linje %d: Internt skriptprogram understøttes ikke: %s

source: line %d: %s
da: linje %d: %s

source: Unable to open %s: %s
da: Kunne ikke åbne %s: %s

source: Unclosed %%if
da: Ikke-lukket %%if

source: %s:%d: parseExpressionBoolean returns %d
da: %s:%d: parseExpressionBoolean returnerer %d

source: %s:%d: Got a %%else with no %%if
da: %s:%d: Fik et %%else uden et %%if

source: %s:%d: Got a %%endif with no %%if
da: %s:%d: Fik et %%endif uden et %%if

source: malformed %%include statement
da: forkert udført '%%include'-kommando

source: No compatible architectures found for build
da: Ingen kompatible arkitekturer, der kan bygges, fundet

source: Package has no %%description: %s
da: Pakke har ingen %%description: %s

source: build through %prep (unpack sources and apply patches) from <specfile>
da: opbyg gennem %prep (udpak kilder og påfør lapper) ud fra <spec-fil>

source: <specfile>
da: <spec-fil>

source: build through %build (%prep, then compile) from <specfile>
da: opbyg gennem %build (%prep, så oversæt) ud fra <spec-fil>

source: build through %install (%prep, %build, then install) from <specfile>
da: opbyg gennem %install (%prep, %build, så installer) ud fra <spec-fil>

source: verify %files section from <specfile>
da: verificer afsnittet %files ud fra <spec-fil>

source: build source and binary packages from <specfile>
da: opbyg kilde- og binærpakke ud fra <spec-fil>

source: build binary package only from <specfile>
da: opbyg kun binærpakke ud fra <spec-fil>

source: build source package only from <specfile>
da: opbyg kun kildepakke ud fra <spec-fil>

source: track versions of sources from <specfile>
da: spor versioner af kilder fra <spec-fil>

source: fetch missing source and patch files
da: hent manglende kilde- og stifiler

source: build through %prep (unpack sources and apply patches) from <tarball>
da: opbyg gennem %prep (udpak kilder og påfør lapper) ud fra <tararkiv>

source: <tarball>
da: <tararkiv>

source: build through %build (%prep, then compile) from <tarball>
da: opbyg gennem %build (%prep, så oversæt) ud fra <tararkiv>

source: build through %install (%prep, %build, then install) from <tarball>
da: opbyg gennem %install (%prep, %build, så installer) ud fra <tararkiv>

source: verify %files section from <tarball>
da: verificer afsnittet %files fra <tararkiv>

source: build source and binary packages from <tarball>
da: opbyg kilde- og binærpakker ud fra <tararkiv>

source: build binary package only from <tarball>
da: opbyg kun binærpakke ud fra <tararkiv>

source: build source package only from <tarball>
da: opbyg kun kildepakke ud fra <tararkiv>

source: build binary package from <source package>
da: opbyg binærpakke ud fra <kildepakke>

source: <source package>
da: <kildepakke>

source: build through %install (%prep, %build, then install) from <source package>
da: opbyg gennem %install (%prep, %build, så installer) ud fra <kildepakke>

source: remove build tree when done
da: fjern bygge-træ ved afslutning

source: do not execute any stages of the build
da: udfør ingen stadier af opbygningen

source: do not verify build dependencies
da: undlad at tjekke pakkers afhængighedskrav

source: disable tags forbidden by LSB
da: slå mærker forbudt af LSB fra

source: don't verify package digest(s)
da: undlad at tjekke pakkeoversigter

source: don't verify database header(s) when retrieved
da: tjek ikke databasehoveder efter hentning

source: don't verify package signature(s)
da: tjek ikke pakkesignaturer

source: Debug Package objects
da: Fejlsøg pakkeobjekter

source: Debug Spec objects
da: Fejlsøg specifikationsobjekter

source: do not accept i18n msgstr's from specfile
da: accepter ikke i18n msgstr'er fra spec-fil

source: remove sources when done
da: fjern kilder ved afslutning

source: remove specfile when done
da: fjern spec-fil ved afslutning

source: skip straight to specified stage (only for c,i)
da: spring direkte til angivet stadium (kun for c,i)

source: generate PGP/GPG signature
da: generer PGP/GPG-signatur

source: override target platform
da: gennemtving målplatform

source: CPU-VENDOR-OS
da: CPU-PRODUCENT-OS

source: line %d: Bad number: %s
da: linje %d: Ugyldigt tal: %s

source: line %d: Bad no%s number: %d
da: linje %d: Ugyldigt 'no%s'-tal: %d

source: line %d: No ':' terminator: %s
da: linje %d: Intet ':' som afslutning: %s

source: %s %d defined multiple times
da: %s %d angivet flere gange

source: can't query %s: %s
da: kunne ikke forespørge %s: %s

source: query of specfile %s failed, can't parse
da: forespørgsel af spec-fil %s mislykkedes, kunne ikke tolkes

source: Query specfile for platform(s): %s
da: Forespørg spec-fil for platform(e): %s

source: package %s was already added, skipping %s
da: pakken %s var allerede tilføjet, springer %s over

source: package %s was already added, replacing with %s
da: pakken %s var allerede tilføjet, erstatter med %s

source: (cached)
da: (lagret)

source: (function probe)
da: (funktionsundersøgelse)

source: (user lookup)
da: (brugeropslag)

source: (group lookup)
da: (gruppeopslag)

source: (access probe)
da: (adgangsundersøgelse)

source: (mtab probe)
da: (mtab-undersøgelse)

source: (diskspace probe)
da: (diskpladsundersøgelse)

source: (digest probe)
da: (oversigtsundersøgelse)

source: (signature probe)
da: (signaturundersøgelse)

source: (verify probe)
da: (verificeringsundersøgelse)

source: (gnupg probe)
da: (gnupg-undersøgelse)

source: (macro probe)
da: (makroundersøgelse)

source: (envvar probe)
da: (envvar-undersøgelse)

source: (running probe)
da: (kørselsundersøgelse)
